{
    "name": "Assassin's Creed",
    "seriesImage": "ACLogo",
    "desc": "Assassin's Creed è una serie di videogiochi d'azione e avventura storica e un franchise multimediale pubblicato da Ubisoft e sviluppato principalmente dal suo studio Ubisoft Montreal utilizzando il motore di gioco Anvil e i suoi derivati ​​più avanzati.\n\nCreata da Patrice Désilets, Jade Raymond e Corey May, la serie di videogiochi Assassin's Creed descrive una lotta immaginaria vecchia di millenni tra l'Ordine degli Assassini, che combatte per la pace e il libero arbitrio, e i Cavalieri Templari, che desiderano la pace attraverso l'ordine e il controllo.\n\nLa serie presenta personaggi di narrativa storica, fantascienza e di fantasia intrecciati con eventi storici e personaggi storici del mondo reale. Nella maggior parte dei giochi, i giocatori controllano un Assassino storico mentre giocano anche come un Iniziato Assassino o qualcuno coinvolto nel conflitto tra Assassini e Templari nella trama di cornice odierna.\n\nConsiderato un successore spirituale della serie Prince of Persia, Assassin's Creed ha preso ispirazione dal romanzo Alamut dello scrittore sloveno Vladimir Bartol, basato sulla setta storica Hashashin dell'Iran medievale (Persia).",
    "games": [
        {
            "id": 0,
            "title": "Assassin's Creed",
            "cover": "Assassins_Creed_1",
            "story": "Assassin's Creed (2007), il primo capitolo della saga, è un gioco d'azione e avventura sviluppato da Ubisoft.\nLa storia si svolge su due piani temporali principali: Presente e passato.\n\nNel presente seguiamo Desmond Miles, un barista che viene rapito dalla misteriosa compagnia \"Abstergo Industries\". L'Abstergo utilizza una tecnologia avanzata chiamata Animus, capace di leggere i ricordi genetici dei suoi antenati.\n\nNel passato riviviamo i ricordi di Altair Ibn-La'Ahad, un assassino vissuto durante la Terza Crociata nel 1191. Desmond scopre di essere un discendente degli Assassini, un'antica confraternita in lotta contro i Templari. I Templari moderni, mascherati da Abstergo, vogliono utilizzare l'Animus per trovare manufatti leggendari chiamati Frutti dell'Eden, che conferiscono il controllo mentale su chiunque.\n\nAltair è un membro degli Assassini, ma la sua arroganza causa una missione fallimentare e la perdita di molti alleati. Come punizione, il suo mentore Al Mualim lo degrada e gli assegna una missione per redimersi: eliminare nove figure di spicco, colpevoli di perpetuare conflitti e oppressioni durante la Crociata.",
            "releaseYear": 2007,
            "platform": [
                "PlayStation 3",
                "Xbox 360",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Altaïr Ibn-La'Ahad",
                    "characterImage": "Altair",
                    "desc": "Altair Ibn-La'Ahad (in arabo: الطائر ابن لا أحد) è il protagonista \"del passato\".\nIl suo nome significa \"L'Uccello Figlio di Nessuno\", riflettendo sia il suo ruolo di Assassino, abile e libero come un uccello, sia il mistero attorno alle sue origini.\n\nEgli si presenta arrogante, impulsivo e spesso disobbedisce agli ordini, credendosi superiore agli altri.\nQuesto comportamento lo porta a fallire una missione cruciale, causando la morte di compagni e la perdita di una preziosa reliquia.\n\nTuttavia, nel corso della storia, Altair attraversa un percorso di crescita personale. Diventa più riflessivo, umile e capisce il vero significato del Credo degli Assassini: non uccidere per potere, ma per proteggere la libertà.\n\nLe abilità di Altair si suddividono in:\n- **Combattimento:** Altair è un maestro nell'uso delle armi, come la spada, i pugnali e la leggendaria lama celata (Hidden Blade). È anche un esperto nel combattimento corpo a corpo.\n- **Parkour:** La sua agilità gli permette di scalare edifici, muoversi rapidamente tra i tetti e sfuggire ai nemici.\n- **Infiltrazione:** Altair è un esperto nell’arte di confondersi tra la folla, spiare e infiltrarsi in aree sorvegliate.\n\nAnche se, per i videogiocatori della saga ha un piccolo deficit rispetto agli altri assassini: non sa nuotare, quindi, attenzione a non atterrare in acqua durante il parkour!\n\nC'è da dire che Altair rimane un personaggio centrale anche dopo il primo gioco per ben tre motivi:\n- **È lo Scrittore del Codice degli Assassini:** Riformula il Credo basandosi sulla sua esperienza.\n- **È lo Scopritore dei Segreti dei Precursori:** Durante la sua vita, studia i manufatti Isu, come i Frutti dell’Eden, e cerca di capire come proteggerli.\n- **La sua eredità:** I suoi insegnamenti influenzano generazioni future di Assassini, inclusi personaggi come Ezio Auditore."
                },
                {
                    "name": "Al Mualim",
                    "characterImage": "Al_Mualim_ACR",
                    "desc": "Dopo la morte del padre, Altaïr fu accolto dal Maestro Al Mualim, il Mentore dell'Ordine degli Assassini, che lo crebbe e lo addestrò al castello di Masyaf, il quartier generale degli Assassini.\n\nAl Mualim (in arabo: المعلم), che significa \"Il Maestro\", è colui che presenta al protagonista il mantra della saga: \"Nulla è reale, tutto è lecito\"; egli è un uomo di grandi ideali.\n\nCrede fermamente nella missione degli Assassini: mantenere l'equilibrio nel mondo eliminando coloro che abusano del potere per opprimere gli altri.\n\nÈ estremamente pragmatico e non lascia spazio alla pietà se questo significa proteggere il Credo, la sua saggezza e la sua eloquenza lo rendono un leader naturale, capace di ispirare i suoi seguaci."
                },
                {
                    "name": "Desmond Miles",
                    "characterImage": "Desmond",
                    "desc": "Desmond Miles è il protagonista del presente nella saga di Assassin's Creed. È un personaggio fondamentale per collegare gli eventi storici della serie al contesto moderno.\n\nDesmond nasce in una comunità isolata conosciuta come La Fattoria, dove gli Assassini si nascondono per addestrare i loro membri. Insoddisfatto della vita rigida e controllata, fugge a 16 anni per vivere una vita normale.\n\nDopo la fuga, Desmond si trasferisce in città, nascondendo le sue origini. Lavora come barista e conduce una vita ordinaria fino a quando non viene rapito da Abstergo Industries, la facciata moderna dei Templari."
                },
                {
                    "name": "Lucy Stillman",
                    "characterImage": "Lucy_Stillman",
                    "desc": "Lucy ci viene presentata in-game come l'assistente dell'antagonista del primo gioco della saga di Assassin's Creed ma, anche come alleata segreta di Desmond.\n\nÈ una scienziata apparentemente fedele ad Abstergo, ma in realtà membro degli Assassini; cerca di proteggere Desmond e aiutarlo a fuggire, pur mantenendo un ruolo di facciata nell'organizzazione."
                },
                {
                    "name": "Warren Vidic",
                    "characterImage": "Warren_Vidic",
                    "desc": "Il dottor Warren Vidic si presenta come l'antagonista del presente, egli è lo scienziato capo di Abstergo Industries.\n\nTemplare convinto, usa Desmond per accedere ai ricordi di Altair e localizzare i Frutti dell'Eden. È freddo, manipolatore e spietato, disposto a tutto per raggiungere i suoi obiettivi.\n\nVidic è più di un semplice scienziato, egli rappresenta la mentalità dei Templari moderni, convinti di essere i \"salvatori\" del mondo."
                }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed/maps/the-holy-land"
                }
            ]
        },
        {
            "id": 1,
            "title": "Assassin's Creed II",
            "cover": "Assassins_Creed_2",
            "story": "Rispetto al primo gioco, Assassin's Creed II (2009) ha una trama più emotiva e un protagonista più umano. Anche a distanza di anni è il gioco più amato dai fan per la sua storia, le sue ambientazioni ricche dell'Italia del Rinascimento e il protagonista: Ezio Auditore da Firenze.\n\nAnch'egli antenato di Desmond Miles, ci viene presentato come un giovane aristocratico fiorentino che si trasforma in un Assassino dopo che la sua famiglia viene coinvolta in una cospirazione.\n\nLa storia ruota attorno alla vendetta, alla scoperta di un antico ordine, e alla lotta contro i Templari, che continuano a tramare per ottenere il controllo del mondo.\n\nEzio viene coinvolto in una rete di intrighi politici e scopre segreti che lo collegano a una guerra secolare tra Assassini e Templari; durante il suo viaggio, si allea con figure storiche come Leonardo da Vinci, che lo aiuta con invenzioni e con l'interpretazione di antichi codici.\n\nLa trama si sviluppa in una narrazione personale e allo stesso tempo epica, con Ezio che gradualmente abbraccia il suo ruolo nella lotta per la libertà. Tramite il gioco non solo vedremo la crescita del protagonista e della trama, ma anche delle costruzioni di quel tempo. \n\nIl giocatore si muoverà in varie città italiane del gioco: partirà da Firenze per spostarsi a Monteriggioni, San Gimignano, Forlì e si recherà poi a Venezia e Città del Vaticano. \n\nIl gioco amplia le meccaniche introdotte nel primo capitolo, migliorando il parkour, il combattimento e l'esplorazione. Introduce nuovi strumenti e abilità, come la doppia lama celata, il volo con le macchine di Leonardo e nuove tecniche di assassinio; le città sono vive e vibranti, con la possibilità di interagire con NPC, comprare oggetti, investire denaro e personalizzare l'equipaggiamento di Ezio.\n\nVendetta e giustizia, potere e corruzione, eredità e identità sono le tematiche che il videogioco esplora, facendo innamorare il giocatore con le sue colonne sonore pluripremiate, che rendono lo scenario ancor più coinvolgente.",
            "releaseYear": 2009,
            "platform": [
                "PlayStation 3",
                "Xbox 360",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Ezio Auditore",
                    "characterImage": "Ezio_Auditore",
                    "desc": "Ezio Auditore da Firenze è uno dei personaggi più amati e iconici della serie Assassin's Creed. Protagonista di Assassin's Creed II, Assassin's Creed Brotherhood e Assassin's Creed Revelations, la sua evoluzione come Assassino è uno degli aspetti più affascinanti del gioco.\n\nEzio inizia come un giovane impulsivo, orgoglioso e spensierato, un giovane aristocratico che non conosce molto delle lotte di potere che si svolgono attorno a lui. È vivace, socievole e ama godersi la vita, senza comprendere appieno le implicazioni delle azioni dei potenti che lo circondano.\n\nFiglio di Giovanni Auditore, un nobile fiorentino, e di Maria Auditore. È il primogenito di una famiglia benestante e ha diversi fratelli e sorelle. La sua famiglia gioca un ruolo importante nell'evoluzione del suo carattere; tramite i suoi occhi vediamo l'Italia dell'epoca del Rinascimento italiano (1476-1499).\n\nNel gioco, vediamo l'evoluzione emotiva del personaggio a seguito di alcuni eventi tragici che lo portano ad avvicinarsi al credo degli Assassini, la stessa confraternita presentata nel gioco precedente: Assassin's Creed, con gli occhi di Altair Ibn-La'Ahad.\n\nEzio è un abile combattente e una figura eccezionale per l'arte dell'assassinio. All'inizio del gioco, è un novizio, ma con il tempo e l'esperienza accumulata durante le sue avventure, diventa uno dei più potenti e abili Assassini.\n\nCosa sapere di più su di lui?\n- **Combattimento:** È esperto con una varietà di armi, tra cui spade, pugnali, lance e archi. Con il tempo, sviluppa uno stile di combattimento fluido e letale.\n- **Parkour:** Ezio è un maestro del movimento urbano, capace di scalare pareti, saltare tra i tetti e fuggire dai nemici con agilità. La sua mobilità è una delle sue principali risorse.\n- **Strategia e ingegno:** Grazie all'influenza di alleati come Leonardo da Vinci, Ezio apprende nuove invenzioni e tecniche che lo rendono ancora più letale, come l'uso della doppia lama celata.\n\nCol tempo, Ezio abbraccia il Credo degli Assassini, che promuove la lotta per la libertà contro le forze oppressive che cercano di dominare l'umanità. Si rende conto che la sua missione è parte di una battaglia secolare contro i Templari, un ordine che cerca di controllare l'umanità attraverso il potere e la manipolazione.\n\nEzio è un personaggio profondamente legato alla sua famiglia e ai suoi amici, la sua famiglia è il centro della sua vita, e la perdita di alcuni di loro diventa uno dei motivi che lo spinge ad agire. Durante la sua crescita, Ezio forma legami con figure storiche reali come Leonardo da Vinci, Niccolò Machiavelli e altri personaggi influenti del Rinascimento, che lo aiutano nel suo percorso."
                },
                {
                    "name": "Desmond Miles",
                    "characterImage": "Desmond",
                    "desc": "Desmond Miles è il protagonista del presente nella saga di Assassin's Creed. È un personaggio fondamentale per collegare gli eventi storici della serie al contesto moderno.\n\nDesmond nasce in una comunità isolata conosciuta come La Fattoria, dove gli Assassini si nascondono per addestrare i loro membri. Insoddisfatto della vita rigida e controllata, fugge a 16 anni per vivere una vita normale.\n\nDopo la fuga, Desmond si trasferisce in città, nascondendo le sue origini. Lavora come barista e conduce una vita ordinaria fino a quando non viene rapito da Abstergo Industries, la facciata moderna dei Templari."
                },
                {
                    "name": "Leonardo Da Vinci",
                    "characterImage": "Leonardo_Da_Vinci",
                    "desc": "Come non conoscere il famoso Leonardo Da Vinci: egli è un genio rinascimentale, Leonardo è un inventore e scienziato che, in-game, aiuta Ezio con invenzioni e miglioramenti tecnici, come il volo e nuove armi. È una figura chiave nella crescita di Ezio, sia come alleato che come consigliere. Ci verrà presentato nella sua dimora, in Assassin's Creed II ma avremo il piacere di rincontrarlo nel gioco successivo, Assassin's Creed: Brotherhood.\nLe strade di Leonardo e del protagonista si rincontrano spesso nel gioco ed egli si dimostra sempre un alleato più che fedele, oltre ad esser una mente brillante e un ottimo consigliere."
                },
                {
                    "name": "Lorenzo De Medici",
                    "characterImage": "Lorenzo_De_Medici",
                    "desc": "Uno dei principali alleati di Ezio, Lorenzo De' Medici è un importante politico e mecenate fiorentino. Giusto, pacifico e intellettualmente curioso, Lorenzo è una figura che cerca di mantenere l'equilibrio politico a Firenze durante il Rinascimento. È anche un punto di riferimento per Ezio durante la sua lotta contro i Templari."
                },
                {
                    "name": "Niccolo' Machiavelli",
                    "characterImage": "ACB_Machiavelli",
                    "desc": "Ambizioso e pragmatico, è noto per la sua visione cinica e realista della politica, come emerge dal suo celebre trattato Il Principe. Machiavelli è un personaggio di grande intelligenza e pragmatismo, che diventa un importante consigliere per Ezio.\nFilosofo e stratega, Machiavelli diventa un importante alleato di Ezio, insegnandogli alcune delle strategie politiche e militari fondamentali per la sua missione guidata dal credo degli Assassini."
                },
                {
                    "name": "Mario Auditore",
                    "characterImage": "Mario_Auditore",
                    "desc": "Zio di Ezio, Mario è un membro anziano e saggio della famiglia Auditore.\nÈ il capo della roccaforte di Monteriggioni e una figura paterna per Ezio, che lo aiuta a crescere come Assassino. Mario è un uomo di valore e saggezza, che educa Ezio al credo degli Assassini dopo un tragico evento.\nCon la sua presentazione in gioco, ci viene presentata l'ambientazione cupa e buia di Monteriggioni che si ripresenterà agli inizi del successivo capitolo, Assassin's Creed: Brotherhood."
                },
                {
                    "name": "Claudia Auditore",
                    "characterImage": "Claudia_Auditore",
                    "desc": "Sorella di Ezio, Claudia è un personaggio che ha un ruolo importante nella vita familiare di Ezio. Gentile e protettiva, Claudia si prende cura della famiglia Auditore e svolge anche un ruolo attivo nella gestione degli affari familiari, supportando Ezio nelle sue missioni; la sua storia evolve insieme a quella di Ezio, sebbene in un contesto più personale."
                },
                {
                    "name": "Petruccio Auditore",
                    "characterImage": "AC2_Petruccio",
                    "desc": "Petruccio, fratello minore di Ezio, è giovane e spensierato all'inizio del gioco, ma la sua vita prende una piega tragica che diventa una motivazione per Ezio. La sua morte rappresenta uno dei catalizzatori che spingono Ezio a perseguire la vendetta e la giustizia."
                },
                {
                    "name": "Federico Auditore",
                    "characterImage": "Federico_Auditore-2",
                    "desc": "Altro fratello di Ezio, Federico è uno dei membri della famiglia che ha un impatto diretto sugli eventi iniziali del gioco e con la quale sembra avere un rapporto molto più stretto con il protagonista; Federico è un giovane e impetuoso, spesso desideroso di fare valere la propria forza e autorità. La sua morte segna un altro momento cruciale nell'evoluzione del personaggio di Ezio."
                },
                {
                    "name": "Giovanni Auditore",
                    "characterImage": "AC2_Giovanni",
                    "desc": "Giovanni Auditore è il capofamiglia della famiglia Auditore, una nobile famiglia di Firenze. Inizialmente, Giovanni sembra essere un uomo rispettato e ben posizionato nella società, ma il suo coinvolgimento in un misterioso complotto cambierà le sorti della sua famiglia.\nLa sua morte segna l'inizio del viaggio di Ezio come Assassino, spingendolo a cercare vendetta e giustizia. La sua figura è molto importante perché, nonostante non sia un personaggio attivo durante gran parte della trama, le sue azioni passate e le sue scelte influenzano profondamente le motivazioni di Ezio e il corso degli eventi.\nGiovanni è un uomo di grande integrità e onore. Viene descritto come un uomo saggio, devoto alla sua famiglia e impegnato nella difesa dei suoi valori.\nDi Giovanni Auditore vediamo:\n- Virtù e lealtà: Giovanni è leale alla sua famiglia e ha un forte senso del dovere. Tuttavia, ha anche una visione più ampia e complessa della lotta tra Assassini e Templari, anche se non sempre lo espone esplicitamente a Ezio. La sua moralità e il suo senso di giustizia sono una parte fondamentale della sua personalità.\n- Ruolo come padre: Giovanni è anche un padre amorevole e protettivo nei confronti dei suoi figli. La sua relazione con Ezio, sebbene non esplorata a fondo nei primi momenti del gioco, si manifesta attraverso le sue azioni e le decisioni che prende per il bene della famiglia."
                },
                {
                    "name": "La Volpe",
                    "characterImage": "La_Volpe",
                    "desc": "La Volpe, il cui vero nome è Antonio de Venezia, è un membro della Confraternita degli Assassini e uno degli alleati più importanti di Ezio nel gioco. A Venezia, La Volpe rappresenta uno degli \"Amici\" di Ezio, che è il termine usato per indicare i suoi alleati locali che lo aiutano a combattere contro i Templari e le forze corrotte.\nLa Volpe si occupa di coordinare e guidare i membri della resistenza contro il potere dei Templari, e fornisce a Ezio informazioni vitali per la sua missione. La sua influenza nella città è considerevole, e il suo aiuto è determinante per il progresso di Ezio a Venezia.\nEgli è anche un abile stratega e un manipolatore nelle ombre, capace di lavorare dietro le quinte per ottenere risultati. È molto abile nel raccogliere informazioni e pianificare operazioni contro i Templari, rivelandosi un alleato prezioso per Ezio.\nLa Volpe è una persona molto astuta, abile nel gestire le situazioni difficili e nel fare alleanze che si rivelano utili per la causa degli Assassini. Non è un combattente che agisce a testa bassa, ma piuttosto un pensatore e un pianificatore, il che lo rende una figura importante nella lotta contro i Templari. Il soprannome \"La Volpe\" riflette il suo carattere elusivo e la sua capacità di operare senza essere facilmente individuato. La Volpe è sempre un passo avanti rispetto ai suoi nemici, operando nell'ombra e usando la sua intelligenza per sopraffare gli avversari.\nNonostante la sua natura cauta e talvolta distante, La Volpe è leale alla causa degli Assassini e alla libertà. La sua lealtà è messa alla prova nel corso del gioco, ma rimane comunque un alleato fondamentale per Ezio."
                },
                {
                    "name": "Cristina Vespucci",
                    "characterImage": "Cristina_Vespucci",
                    "desc": "è un personaggio di Assassin's Creed II che riveste un ruolo importante nella vita personale di Ezio Auditore. La sua storia e la sua relazione con Ezio sono uno degli aspetti più emotivi e complessi della trama, contribuendo a dare profondità al personaggio del protagonista.\nCristina è una giovane donna che vive a Firenze ed è una delle figure principali nel contesto della vita privata di Ezio. La sua presenza nel gioco è legata a una storia d'amore che, purtroppo, non riesce a svilupparsi nel modo che Ezio desidera, complice la turbolenta situazione politica e familiare in cui si trova. Cristina è l'oggetto dell'affetto di Ezio fin dalla sua giovinezza. Sebbene tra i due ci sia un forte legame emotivo, la loro relazione non è priva di ostacoli.\nLa loro storia d'amore, a causa delle circostanze, è segnata da una serie di eventi tragici che influenzeranno profondamente Ezio durante il suo percorso.\nCristina è una giovane donna che, sebbene non appaia frequentemente nel gioco, lascia una forte impressione sul protagonista e su chi interagisce con lei. Sebbene il suo ruolo nella trama possa sembrare quello di una figura passiva, Cristina è anche una donna di carattere. In situazioni difficili, si dimostra capace di prendere decisioni razionali, pur non potendo mai evitare l'influenza degli eventi che travolgeranno la sua vita e quella di Ezio.\nLa relazione tra Ezio e Cristina non è priva di sfide, in quanto entrambi si trovano a vivere in un periodo di grande incertezza e violenza. Le scelte che Ezio deve fare nel corso della sua avventura, e la sua costante lotta per la giustizia, sono anche dettate dalla speranza di proteggere e onorare la sua storia con Cristina."
                },
                {
                    "name": "Francesco De' Pazzi",
                    "characterImage": "Missing",
                    "desc": "Un altro antagonista importante, Francesco è un membro della potente famiglia dei Pazzi, una delle famiglie rivali di Firenze.\nAmbizioso, corrotto e spinto dalla brama di potere, Francesco si allea con i Templari per rovesciare la famiglia Medici e prendere il controllo di Firenze. È una delle figure centrali nel complotto contro Ezio e la sua famiglia."
                },
                {
                    "name": "Rodrigo Borgia",
                    "characterImage": "Rodrigo_Borgia",
                    "desc": "Presentato come l'antagonista centrale di Assassin's Creed II, Rodrigo Borgia è un cardinale e, successivamente, papa, ed è una figura di spicco dei Templari.\nEgli si presenta come un uomo ambizioso, manipolatore e spietato, Rodrigo è disposto a fare qualsiasi cosa per ottenere il potere e portare avanti l'agenda dei Templari. La sua figura storica è basata sul vero papa Alessandro VI.\nRodrigo cospirò quindi assieme al corrotto Uberto Alberti e alla famiglia Pazzi per far arrestare Giovanni e i suoi figli, per poi giustiziarli con l'accusa di \"tradimento\", approfittando dell'assenza di Lorenzo de' Medici e, diventando così, l'acerrimo nemico del protagonista, Ezio Auditore."
                }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-2/maps/italy"
                }
            ]
        },
        {
            "id": 2,
            "title": "Assassin's Creed Brotherhood",
            "cover": "Assassins_Creed_Brotherhood",
            "story": "Assassin's Creed: Brotherhood (2010) è il terzo capitolo principale della saga, un seguito diretto di Assassin's Creed II. Questo gioco continua a raccontare la storia di Ezio Auditore, ora più maturo e con un ruolo di maggiore responsabilità, mentre affronta nuove sfide sia personali che legate alla sua missione di Assassino. Il gioco introduce nuovi elementi di gameplay e approfondisce la lotta tra Assassini e Templari.\n\nL'intera trama si svolge principalmente a Roma, il cuore del potere dei Templari. Rispetto a Firenze, Venezia o Monteriggioni viste in Assassin's Creed II, Roma è una città immensa, con una struttura sociale ed economica più complessa. I contrasti visivi e sociali sono più che chiari: Roma è divisa tra quartieri fiorenti e zone degradate sotto il controllo dei Templari. Il giocatore può vedere gli effetti dell'oppressione e lavorare per liberare la città dalla corruzione.\n\nLuoghi iconici come il Colosseo, il Vaticano e Castel Sant’Angelo fanno da sfondo a molte missioni, rendendo Roma un vero protagonista del gioco. Ezio, ora un leader, si assume la responsabilità di ricostruire e guidare la Confraternita degli Assassini. Il tema del lavoro di squadra e della leadership è centrale.\n\nEsplorando meglio il gameplay di questo gioco, notiamo diverse innovazioni rispetto ai capitoli precedenti, rendendo l'esperienza di gioco più ricca e varia. Tra le modifiche vi sono:\n\n- **Il sistema di combattimento:**\n  Il combattimento è stato migliorato, con l'aggiunta di nuove mosse e armi. Ezio può ora effettuare uccisioni a catena, permettendo di affrontare gruppi di nemici con maggiore fluidità. La gestione delle armi è stata ampliata, includendo nuovi strumenti come la balestra e bombe fumogene.\n\n- **La gestione della confraternita:**\n  Una delle novità più significative è la possibilità di reclutare cittadini oppressi per farli entrare nella Confraternita degli Assassini.\n  - **Addestramento e missioni:** I nuovi Assassini possono essere addestrati e inviati in missioni secondarie per guadagnare risorse e ridurre il controllo dei Templari in varie aree.\n  - **Supporto durante le missioni:** Gli alleati possono essere richiamati durante le missioni principali, permettendo di pianificare attacchi più strategici.\n\n- **Rigenerazione di Roma:**\n  Come leader della Confraternita, Ezio ha il compito di restaurare Roma. Questo include:\n  - Liberare zone della città distruggendo torri Templari;\n  - Ristrutturare negozi e infrastrutture per migliorare l'economia locale;\n  - Guadagnare denaro attraverso le attività commerciali restaurate.\n\n- **Missioni secondarie:**\n  Oltre alla trama principale, ci sono numerose attività opzionali:\n  - Sfide legate ai mercenari, ai ladri e alle cortigiane, ognuna delle quali rappresenta un'alleanza utile nella lotta contro i Templari.\n  - Esplorazione di antichi sotterranei romani, simili alle tombe degli Assassini di Assassin's Creed II, per ottenere equipaggiamenti speciali.\n\n- **Multiplayer (Novità):**\n  Brotherhood è il primo capitolo della saga a introdurre una modalità multiplayer. I giocatori possono scegliere tra diversi personaggi Templari e competere in modalità che combinano stealth e strategia. Ogni personaggio ha abilità uniche, rendendo le partite varie e coinvolgenti.",
            "releaseYear": 2010,
            "platform": [
                "PlayStation 3",
                "Xbox 360",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Ezio Auditore",
                    "characterImage": "ezio",
                    "desc": "L'Ezio Auditore che incontriamo in Assassin's Creed: Brotherhood è un personaggio significativamente evoluto rispetto al giovane e impulsivo protagonista di Assassin's Creed II. È un uomo più maturo, consapevole del peso delle sue responsabilità e del ruolo che ricopre all'interno della Confraternita degli Assassini. Questa trasformazione si riflette nella sua personalità, nelle sue azioni e nel modo in cui interagisce con gli altri personaggi.\nEzio è ormai un Maestro Assassino e si assume la responsabilità di guidare la Confraternita degli Assassini. Non è più il giovane avventato che agiva per vendetta personale; ora si muove con un senso di missione più grande, motivato dal desiderio di liberare Roma dal giogo dei Templari. Dimostra una maggiore capacità di pianificazione e di pensiero a lungo termine. Le sue decisioni sono ponderate, e cerca sempre di agire nel migliore interesse della Confraternita e della causa degli Assassini.\nEgli non si dimostra solo un combattente, è anche un insegnante e un ispiratore. Recluta nuovi membri per la Confraternita e si impegna a formare una rete di Assassini capaci di operare autonomamente. Questo aspetto mette in luce il suo carisma naturale e la sua capacità di motivare gli altri.\nNonostante le difficoltà e le perdite che affronta, Ezio mostra una resilienza straordinaria. La sua determinazione nel combattere i Templari è incrollabile, e non si lascia scoraggiare nemmeno davanti agli ostacoli più grandi.\nEzio agisce sempre con un forte senso di giustizia e onore. Pur essendo un assassino, ha un codice morale che lo guida, cercando sempre di minimizzare i danni collaterali e di proteggere gli innocenti. Conserva il fascino e l'arguzia che lo caratterizzavano in Assassin's Creed II, ma li usa con più moderazione e in contesti appropriati. È consapevole del proprio carisma, ma non lo utilizza per fini egoistici.\nSi dimostra più empatico nei confronti delle sofferenze altrui, probabilmente a causa delle esperienze che lo hanno segnato. Questa empatia lo rende un leader amato e rispettato, sia dai membri della Confraternita che dagli alleati.\nA tutti gli effetti, Ezio Auditore in Assassin's Creed: Brotherhood è un personaggio straordinariamente complesso e tridimensionale. È un leader, un mentore, un guerriero e un uomo con profonde emozioni e convinzioni. La sua crescita personale e la sua trasformazione rispetto al capitolo precedente lo rendono uno dei protagonisti più amati e memorabili della serie."
                },
                {
                    "name": "Desmond Miles",
                    "characterImage": "desmond",
                    "desc": "Desmond Miles in Assassin's Creed: Brotherhood continua a essere un personaggio chiave della saga, poiché rappresenta il ponte tra passato e presente. In questo capitolo, il suo ruolo si espande e diventa più attivo rispetto ai giochi precedenti. Pur rimanendo il contenitore della storia di Ezio, Desmond inizia a prendere maggiore consapevolezza del suo potenziale e del significato del suo coinvolgimento nella lotta tra Assassini e Templari.\nSebbene inizialmente fosse scettico riguardo alla sua eredità di Assassino, inizia ad accettare il suo ruolo con maggiore convinzione. Dimostra un senso di responsabilità crescente, consapevole che la lotta degli Assassini moderni dipende anche da lui. Nel corso della storia, Desmond mostra un interesse sempre maggiore verso i segreti dell'Animus, della Prima Civilizzazione e del conflitto millenario tra Assassini e Templari. Questa curiosità lo spinge a esplorare nuove possibilità, sia nel mondo virtuale che in quello reale.\nNonostante i pericoli e l'incertezza, Desmond è sempre più disposto a fare sacrifici per aiutare la causa degli Assassini, dimostrando coraggio e una crescente fiducia nelle sue capacità.\nDesmond continua a rivivere i ricordi di Ezio Auditore tramite l'Animus, sfruttando il passato per comprendere il presente. Gli eventi di Brotherhood permettono a Desmond di esplorare non solo il percorso di Ezio, ma anche di apprendere le tecniche e le strategie che utilizzerà nel mondo reale.\nLavora a stretto contatto con altri membri della moderna Confraternita degli Assassini, come Shaun Hastings, Rebecca Crane e Lucy Stillman. Oltre a rivivere i ricordi genetici, Desmond contribuisce in modo attivo alle missioni del gruppo.\nIn questo capitolo, Desmond inizia a mettere in pratica le abilità apprese attraverso l'Animus. Grazie all'effetto sanguisuga (bleeding effect), le competenze di Ezio vengono trasferite a Desmond, permettendogli di padroneggiare tecniche di parkour, furtività e combattimento.\nChe dire della sua presenza in questo nuovo capitolo? Desmond mantiene il suo abbigliamento moderno, ma il suo atteggiamento diventa più determinato e sicuro. I dettagli del suo design riflettono il suo passaggio da uomo comune a Assassino attivo. Rispetto ai giochi precedenti, Desmond ha più libertà di movimento e interazione con il mondo reale, rendendo il suo personaggio più dinamico e coinvolgente."
                },
                {
                    "name": "Shaun Hastings",
                    "characterImage": "shaun",
                    "desc": "Shaun è il ricercatore e storico del team. La sua principale responsabilità è fornire contesto storico e dettagli sulle figure e le località che Desmond esplora tramite l'Animus.\nGestisce il database dell'Animus, arricchendolo con informazioni che aiutano Desmond (e il giocatore) a comprendere meglio gli eventi e i personaggi storici. È noto per il suo umorismo pungente e la sua tendenza al sarcasmo, che usa spesso per alleggerire situazioni tese o per prendere in giro i suoi colleghi. Sebbene possa sembrare distaccato, tiene molto alla causa degli Assassini.\nÈ il cervello del gruppo, dotato di una grande conoscenza storica e una mente critica. Spesso offre spunti interessanti sugli eventi storici che Desmond rivive.\nHa un rapporto scherzoso ma rispettoso con Rebecca e Lucy. Con Desmond, tende a essere un po' più provocatorio, ma il suo sarcasmo è spesso un modo per incoraggiarlo."
                },
                {
                    "name": "Rebecca Crane",
                    "characterImage": "rebecca",
                    "desc": "Rebecca è l'ingegnere tecnico del team ed è responsabile della manutenzione e dell'ottimizzazione dell'Animus. Senza di lei, Desmond non potrebbe rivivere i ricordi genetici dei suoi antenati.\nHa un ruolo essenziale nel garantire che l'Animus funzioni senza problemi e nel monitorare la salute mentale e fisica di Desmond durante le sessioni.\nRebecca ha un atteggiamento positivo e allegro che contrasta con il sarcasmo di Shaun. È una presenza rassicurante per il team e si dimostra sempre incoraggiante verso Desmond. Lei adora il suo lavoro e ha un legame quasi emotivo con l'Animus, che chiama affettuosamente il mio bambino. La sua passione per la tecnologia e il progresso è evidente in ogni sua azione.\nÈ molto vicina a Shaun, con il quale ha un rapporto di amicizia che si esprime in battute e piccoli litigi. Con Desmond è calorosa e solidale, cercando sempre di farlo sentire a suo agio."
                },
                {
                    "name": "Lucy Stillman",
                    "characterImage": "lucy",
                    "desc": "Lucy è una figura di spicco nella moderna Confraternita degli Assassini. È colei che ha introdotto Desmond al conflitto tra Assassini e Templari, salvandolo dai pericoli in cui si trovava all'inizio della saga.\nHa un ruolo di guida e supporto per Desmond, sia nel mondo reale che nelle sequenze dell'Animus.\nIn questi capitoli si è dimostrata una persona sicura di sé, profondamente dedita alla causa degli Assassini. Mostra grande coraggio e resilienza di fronte alle difficoltà. È molto protettiva verso Desmond, cercando di alleviare le sue preoccupazioni e offrendogli supporto morale. Questo lato empatico la rende una figura quasi materna per il gruppo.\nSebbene sia più seria rispetto a Shaun e Rebecca, Lucy ha un lato caloroso e accogliente che bilancia il dinamismo del team.\nLucy è particolarmente vicina a Desmond, con cui ha un rapporto di fiducia reciproca. È anche un punto di riferimento per Shaun e Rebecca, fungendo da leader informale del gruppo."
                },
                {
                    "name": "Caterina Sforza",
                    "characterImage": "missing",
                    "desc": "Una nobildonna italiana e leader politico-militare. Storicamente nota per la sua tenacia, Caterina è una delle poche donne del Rinascimento ad aver ricoperto ruoli di potere significativi, sia per lignaggio che per capacità strategica. Forte, indipendente e coraggiosa, Caterina è un simbolo di resilienza. Mostra un'eccezionale abilità nel mantenere il controllo anche nelle situazioni più difficili e non si lascia intimidire facilmente. La sua personalità carismatica è accompagnata da una straordinaria intelligenza.\nÈ un’alleata di Ezio e condivide con lui obiettivi comuni, rendendosi una figura di supporto sia strategico che emotivo."
                },
                {
                    "name": "Niccolò Machiavelli",
                    "characterImage": "machiavelli",
                    "desc": "Filosofo e politico fiorentino, Machiavelli è uno degli intellettuali più celebri del Rinascimento. È noto per la sua abilità strategica e il suo pragmatismo.\nPragmatico, riflessivo e strategico, Machiavelli è il tipo di persona che privilegia l'efficacia rispetto alla moralità, il che lo rende un alleato utile ma anche complesso. Sebbene sembri freddo, è profondamente devoto alla causa degli Assassini.\nMachiavelli è un consigliere di Ezio e offre un supporto strategico essenziale per le operazioni della Confraternita. La sua conoscenza della politica romana e delle dinamiche di potere è inestimabile."
                },
                {
                    "name": "Bartolomeo D'Alviano",
                    "characterImage": "bartolomeo",
                    "desc": "Un comandante mercenario italiano, noto per la sua forza e il suo coraggio in battaglia. Bartolomeo è una figura storica realmente esistita, famoso per le sue imprese militari.\nImpetuoso, leale e passionale. Bartolomeo è il tipo di persona che agisce con il cuore, spesso prima di riflettere. Nonostante la sua natura esplosiva, è estremamente fedele ai suoi amici e alla causa degli Assassini.\nÈ il leader dei mercenari e un alleato fondamentale per Ezio. La sua forza militare e il suo spirito guerriero giocano un ruolo cruciale nella lotta contro i nemici della Confraternita."
                },
                {
                    "name": "Leonardo Da Vinci",
                    "characterImage": "leonardo",
                    "desc": "Genio del Rinascimento, artista e inventore. Leonardo si ripresenta anche in questo capitolo della saga ed è una delle figure più famose della storia per le sue invenzioni visionarie e opere d'arte iconiche.\nGeniale, gentile e pacifico, Leonardo è un uomo di pensiero, sempre alla ricerca di nuove idee e innovazioni. È leale ad Ezio e alla Confraternita, pur mantenendo un atteggiamento generalmente neutrale verso i conflitti. Leonardo fornisce ad Ezio strumenti e invenzioni che lo aiutano nelle sue missioni. È un alleato indispensabile grazie alla sua mente brillante e al suo approccio innovativo."
                },
                {
                    "name": "La Volpe",
                    "characterImage": "la_volpe",
                    "desc": "Leader della gilda dei ladri a Roma. La sua figura richiama il concetto di \"furbo come una volpe,\" incarnando l'astuzia e l'ingegno.\nAstuto, pragmatico e carismatico. La Volpe è il tipo di persona che riesce sempre a cavarsela, sfruttando la sua rete di ladri per ottenere informazioni e risorse. È uno degli alleati più fidati di Ezio. Grazie alla sua rete di contatti e alla sua conoscenza della città, La Volpe offre un supporto strategico essenziale."
                },
                {
                    "name": "Claudia Auditore",
                    "characterImage": "claudia",
                    "desc": "La sorella minore di Ezio. Cresciuta in una famiglia coinvolta nel conflitto tra Assassini e Templari, Claudia si trova inevitabilmente coinvolta negli eventi della saga.\nIntelligente, risoluta e capace. Claudia è una donna forte che dimostra di saper affrontare le sfide con coraggio e determinazione. La sua maturità cresce significativamente nel corso della serie. Claudia diventa una figura più centrale nel sostegno alla Confraternita. La sua capacità di gestione e la sua presenza emotiva sono cruciali per Ezio e gli altri."
                }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-brotherhood/maps/italy"
                }
            ]
        },
        {
            "id": 3,
            "title": "Assassin's Creed Revelations",
            "cover": "Assassins_Creed_Revelations",
            "story": "Assassin's Creed: Revelations (2011), il quarto capitolo principale della saga, è un gioco che approfondisce la storia personale di Ezio Auditore e il suo legame con Altair Ibn-La'Ahad, il protagonista del primo Assassin’s Creed. Il gioco mantiene l'equilibrio tra le vicende storiche del Rinascimento e quelle moderne, espandendo ulteriormente il conflitto tra Assassini e Templari.\n\nIl gioco si svolge principalmente a Costantinopoli (odierna Istanbul), una città vibrante e culturalmente ricca, che al tempo era al centro dell'Impero Ottomano, il contesto storico è quello della lotta per il potere tra i Bizantini e gli Ottomani che si intreccia con il conflitto segreto tra Assassini e Templari.\n\nL'ambientazione è visivamente affascinante, con monumenti come la Basilica di Santa Sofia e strade affollate che riflettono il crocevia di culture di Costantinopoli.\n\nLa trama segue Ezio Auditore, ormai un uomo maturo e Maestro Assassino, nel suo viaggio personale per scoprire i segreti del Credo e comprendere il legame tra la sua vita e quella di Altair. Il gioco introduce il concetto di \"chiusura\" per Ezio: è un viaggio non solo fisico ma anche spirituale, dove cerca di trovare risposte alle domande lasciate in sospeso nelle sue avventure precedenti; si esplorano i temi di conoscenza, saggezza e eredità, con Ezio che riflette sul significato più profondo della sua missione.\n\nLe novità ci sono anche per questo capitolo e sono:\n- Rampino: Una delle novità è il rampino, che permette a Ezio di muoversi più velocemente tra i tetti e di eseguire nuovi tipi di attacchi.\n- Bombe Personalizzabili: I giocatori possono creare diversi tipi di bombe per affrontare le missioni in modo più strategico, adattandosi a diversi stili di gioco.\n- Ricordi di Altair: I giocatori possono rivivere momenti chiave della vita di Altair tramite sequenze speciali, approfondendo il suo personaggio e il suo legame con Ezio.\n- Sequenze Moderne: Il gioco include sezioni in cui Desmond Miles, bloccato nell'Animus, esplora i suoi ricordi e riflette sulla sua identità.\n\n**Assassin's Creed: Revelations** è un capitolo che punta più sullo sviluppo emotivo dei suoi personaggi che sull'introduzione di grandi novità nella trama generale. È una storia ricca di introspezione, che dà ai fan della serie un senso di conclusione per due dei personaggi più iconici della saga.",
            "releaseYear": 2011,
            "platform": [
                "PlayStation 3",
                "Xbox 360",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Ezio Auditore",
                    "characterImage": "la_volpe",
                    "desc": "Ora un uomo più maturo e riflessivo, Ezio è alla ricerca di saggezza e pace interiore. La sua crescita personale è al centro della trama.\nIn Assassin's Creed: Revelations, Ezio Auditore è un uomo maturo, consapevole del peso degli anni e delle scelte che ha compiuto nella sua lunga carriera come Assassino.\nAlla fine della storia, Ezio ha 52 anni, essendo nato nel 1459 e gli eventi del gioco svolgendosi nel 1511;\nè cresciuto molto rispetto al giovane ribelle e impulsivo che abbiamo conosciuto in Assassin's Creed II. Ora è un uomo riflessivo, che valuta con attenzione le sue azioni e le loro conseguenze.\nGli anni di battaglie contro i Templari hanno lasciato il segno su di lui, sia fisicamente che emotivamente. Tuttavia, non ha perso la sua determinazione a combattere per ciò che ritiene giusto.\nCome Maestro Assassino, Ezio è ora una figura di guida per i nuovi membri della Confraternita, la sua leadership è carismatica e basata sull'esperienza diretta.\nIn questo capitolo, Ezio si interroga sul significato più profondo della sua missione e sulla sua eredità come Assassino. Il tema della ricerca di sé è centrale.\nIl suo aspetto non è per niente come quello dei capitoli scorsi della saga, ci ritroviamo davanti un Ezio che mostra chiaramente i segni dell'età. Ha rughe sul volto e una barba più folta, che riflettono la sua maturità e le difficoltà affrontate nel corso degli anni.\nIl suo abbigliamento è quello di un Maestro Assassino, con dettagli che rappresentano il suo alto rango e il rispetto che ha guadagnato nella Confraternita.\nNonostante l'età, Ezio è ancora un combattente formidabile, agile e intelligente. Ha affinato le sue abilità nel corso degli anni, rendendolo ancora più letale e strategico.\nIn Revelations, utilizza strumenti innovativi come il rampino e bombe personalizzabili, che dimostrano la sua capacità di adattarsi e sperimentare nuovi metodi.\nL'Ezio di Revelations è il ritratto di un uomo che ha vissuto intensamente, che porta il peso delle sue azioni con dignità e che è determinato a concludere il suo viaggio con onore. La sua maturità e il suo sviluppo lo rendono uno dei personaggi più amati e complessi della saga."
                },
                {
                    "name": "Yusuf Tazim",
                    "characterImage": "yusuf",
                    "desc": "Yusuf è profondamente radicato nella cultura ottomana e conosce alla perfezione Costantinopoli. La sua padronanza delle dinamiche sociali e politiche locali lo rende un leader rispettato e un alleato prezioso per Ezio.\n\nCome capo della Confraternita degli Assassini a Costantinopoli, Yusuf è responsabile delle operazioni della Confraternita nella città e della gestione delle relazioni con le varie fazioni locali. È un combattente esperto, strategico e ingegnoso, noto soprattutto per l’introduzione del rampino assassino, uno strumento che facilita la mobilità urbana e offre nuove possibilità tattiche in combattimento.\n\nYusuf si distingue per il suo carattere carismatico, leale, astuto e amichevole. La sua natura affabile e il senso dell'umorismo conquistano rapidamente la simpatia di chi lo incontra. Nonostante la serietà del suo ruolo, Yusuf mantiene un approccio rilassato e ottimista, dimostrando una profonda devozione al Credo degli Assassini e alla missione di proteggere la libertà contro i Templari.\n\nFin dal primo incontro, Yusuf dimostra una lealtà sincera verso Ezio, impegnandosi a fornire tutto il supporto necessario. È pragmatico e sa bilanciare discrezione e azione decisa quando necessario. Accoglie Ezio calorosamente e lo fa sentire parte integrante della Confraternita locale.\n\nIl rapporto tra Yusuf ed Ezio si basa su una stima reciproca. Yusuf riconosce il valore di Ezio come Maestro Assassino, ma allo stesso tempo non esita a insegnargli nuove tecniche e a mostrargli i segreti della città. Il loro legame è arricchito dal senso dell'umorismo di Yusuf, che bilancia il tono spesso più serio di Ezio.\n\nYusuf è uno dei personaggi più memorabili di *Assassin's Creed: Revelations*, grazie alla sua personalità vivace e alla capacità di rendere ogni scena in cui appare interessante e coinvolgente. La sua presenza offre una prospettiva unica sulla Confraternita degli Assassini in una cultura diversa da quella italiana, mostrando come il Credo si adatti alle diverse realtà del mondo."
                },
                {
                    "name": "Altair Ibn-La'Ahad",
                    "characterImage": "aci",
                    "desc": "In *Assassin's Creed: Revelations*, Altair non è più il giovane temerario che abbiamo visto nel primo capitolo, ma un uomo che ha trovato una sorta di pace interiore, pur affrontando grandi sacrifici. La sua storia si completa in questo capitolo, creando un parallelo con Ezio che lo porta a concludere il suo viaggio personale, sia nel passato che nel presente.\n\nAltair rappresenta il simbolo della crescita, della saggezza e della comprensione, elementi che guidano la narrazione di *Revelations* e offrono al giocatore una chiusura emotiva e spirituale per due dei più iconici Assassini della saga. Le sequenze che riguardano Altair sono giocabili e danno ai giocatori un'idea più chiara del suo sviluppo. Queste sequenze non si limitano a momenti storici passati, ma mostrano anche il cambiamento interiore di Altair, che evolve da un giovane arrogante a un leader saggio e riflessivo, passando per momenti di grande sacrificio personale.\n\nQueste missioni permettono di esplorare in prima persona i luoghi iconici della vita di Altair, come la sua fortezza e il suo villaggio natale. Il giocatore ha anche modo di osservare la crescita spirituale di Altair, la sua lotta con la sua stessa natura e la sua continua ricerca di verità. Il percorso di Ezio in *Revelations* è fortemente influenzato dalla figura di Altair, non solo come personaggio storico, ma anche come mentore spirituale. Il confronto con Altair aiuta Ezio a riflettere sulla propria vita e sulla propria missione, mettendo in discussione il significato più profondo della Confraternita degli Assassini.\n\nIl gioco approfondisce l’eredità di Altair, ormai leggendaria. Non solo è stato il fondatore del Credo degli Assassini, ma la sua vita e le sue scelte hanno avuto un impatto duraturo su tutta la Confraternita. In *Revelations*, Ezio si trova a esplorare i \"Ricordi di Altair\", sequenze che rivelano momenti chiave della vita di Altair e che offrono spunti su come la Confraternita è cambiata e si è evoluta nel corso dei secoli."
                },
                {
                    "name": "Clay Kaczmarek (Soggetto 16)",
                    "characterImage": "clay",
                    "desc": "Clay Kaczmarek è un ex utilizzatore dell'Animus che appare a Desmond in circostanze enigmatiche. La sua storia si intreccia profondamente con quella di Desmond, con il quale condivide una connessione complessa e misteriosa. Clay è un personaggio introverso, tormentato e spesso criptico, che fornisce a Desmond indizi e guida, ma il suo comportamento rimane sempre avvolto nel mistero. \n\nIl suo ruolo all'interno della narrazione è cruciale: aiuta Desmond, che si trova in coma, a esplorare i suoi ricordi e a comprendere meglio il funzionamento dell'Animus. Nonostante la sua apparenza enigmatica, Clay è un personaggio che gioca un ruolo fondamentale nella ricerca della verità, ma il suo destino è segnato da un tragico coinvolgimento con l'Animus. \n\nClay diventa una figura chiave per Desmond nel corso del gioco, ma il suo comportamento criptico lascia sempre più interrogativi sul suo passato e sul suo coinvolgimento nel conflitto tra Assassini e Templari. La sua presenza porta con sé un senso di inquietudine, ma anche di rivelazione, poiché il suo aiuto permette a Desmond di fare progressi vitali nella sua missione."
                },
                {
                    "name": "Principe Ahmet",
                    "characterImage": "ahmet",
                    "desc": "Ahmet è un membro della famiglia imperiale ottomana, figlio del sultano e potenziale erede al trono. Sebbene non sia il sovrano, la sua posizione di principe lo rende un attore importante nelle lotte di potere interne all'Impero Ottomano. È un uomo ambizioso, con sogni di grande potere e il desiderio di governare l'Impero. La sua posizione e le sue ambizioni lo mettono in contrasto con altre figure politiche e familiari, che vedono la sua ascesa al trono come una minaccia. \n\nAhmet non è impulsivo, ma agisce strategicamente, usando astuzia e inganno per accumulare influenza. Le sue azioni politiche sono sempre calcolate, anche se non sempre efficaci. Sebbene la sua brama di potere sia chiara, ha anche delle debolezze, in particolare nelle sue interazioni con il padre e gli altri membri della famiglia imperiale. Questi conflitti interni lo rendono un personaggio complesso, lontano dal classico antagonista. \n\nAhmet ha contatti con i Templari, che cercano di sfruttare le sue ambizioni per i propri scopi. Il suo ruolo nei confronti dei Templari è ambiguo: pur cercando il potere per sé, è anche manipolato dai Templari, che vedono in lui un potenziale alleato. Nonostante non sia un nemico diretto di Ezio come altri antagonisti, la sua posizione e le sue azioni minacciano la Confraternita degli Assassini, che si vede costretta ad affrontare indirettamente le sue macchinazioni politiche. \n\nAhmet non è un guerriero, ma la sua abilità nel manipolare le persone e sfruttare le debolezze altrui lo rende pericoloso. Agisce dietro le quinte, influenzando gli eventi con astuzia, creando instabilità nelle dinamiche di Costantinopoli. \n\nIl Principe Ahmet rappresenta il tema del potere e delle ambizioni politiche, che si intrecciano con le lotte tra Assassini e Templari. Sebbene non sia l'antagonista principale di Ezio, il suo ruolo nella storia è cruciale per comprendere le forze in gioco a Costantinopoli. La sua posizione e le sue azioni spingono Ezio e gli altri Assassini a confrontarsi con lui, anche se in modi indiretti. Ahmet è un nemico insidioso, difficile da affrontare direttamente, ma che spinge il protagonista e la Confraternita a intervenire."
                },
                {
                    "name": "Sofia Sartor",
                    "characterImage": "sofia",
                    "desc": "Sofia è una giovane bibliotecaria e studiosa originaria di Venezia, ma si trova a Costantinopoli per motivi legati alla sua carriera. È una donna intelligente e affascinante, con una profonda passione per i libri e la conoscenza. Gestisce una vasta raccolta di libri e documenti antichi, inclusi alcuni scritti di Altair. La sua conoscenza delle opere storiche e filosofiche è notevole e grazie a questa competenza, Ezio entra in contatto con lei. \n\nNonostante sembri più fragile rispetto ad altri personaggi della saga, Sofia è estremamente indipendente e non si lascia intimidire facilmente. La sua determinazione e forza interiore emergono più volte durante il gioco, quando affronta difficoltà e si confronta con situazioni complicate. È una donna gentile, sensibile, ma anche molto forte, che riesce a entrare in sintonia con Ezio grazie alla sua umanità e empatia. \n\nIl primo incontro tra Sofia e Ezio avviene quando Ezio arriva a Costantinopoli. All'inizio, Sofia è un personaggio piuttosto distante, focalizzata sulla sua carriera e passione per i libri, ma man mano che Ezio esplora la città e si avventura nella ricerca delle informazioni su Altair, il loro legame cresce lentamente. Sebbene Sofia non faccia parte della Confraternita degli Assassini e non partecipi direttamente alle missioni di combattimento, diventa un alleato importante per Ezio, offrendo supporto intellettuale e pratico. La sua conoscenza dei libri e dei documenti storici aiuta Ezio a raccogliere informazioni cruciali per la sua missione. \n\nIl legame tra Ezio e Sofia si sviluppa nel corso del gioco, e la figura di Sofia diventa per Ezio un punto di rifugio e calma, un equilibrio emotivo durante la sua lunga e pericolosa missione. Sofia Sartor rappresenta un aspetto intellettuale ed emotivo di Assassin's Creed: Revelations, arricchendo la trama con una dinamica più dolce e riflessiva. Sebbene non sia coinvolta nel combattimento, la sua presenza e il suo rapporto con Ezio offrono un'importante opportunità di crescita personale per il protagonista."
                },
                {
                    "name": "Manuel Palaiologos",
                    "characterImage": "manuel",
                    "desc": "Manuel Palaiologos è un personaggio che, pur non essendo uno dei protagonisti principali in *Assassin's Creed: Revelations*, gioca un ruolo fondamentale nelle dinamiche politiche e nei conflitti che scuotono Costantinopoli. La sua ambizione e le sue manovre politiche lo rendono una figura chiave nel contesto del gioco, che esplora la lotta per il potere, la conoscenza e il destino dell'Impero Bizantino. \n\nNon è un avversario diretto per gli Assassini, ma le sue azioni politiche e il desiderio di potere influenzano indirettamente la Confraternita degli Assassini. Il conflitto tra le diverse fazioni di Costantinopoli coinvolge anche i suoi interessi, spingendo Ezio a confrontarsi con le sue ambizioni, anche se non in modo diretto. \n\nManuel rappresenta la figura del politico opportunista, un uomo che cerca di sfruttare ogni situazione a suo favore. La sua lotta per il potere è una componente significativa della tensione più ampia tra gli Assassini e i Templari, ma è anche un riflesso delle lotte interne all'Impero Bizantino, un impero che si trova sull'orlo della disintegrazione. \n\nSebbene non sia un nemico diretto per Ezio, Manuel è coinvolto in intrighi che minacciano la stabilità della città. La sua figura è strettamente legata alla politica di corte, e le sue alleanze e rivalità contribuiscono a creare una rete complessa di giochi di potere. Questo lo rende una pedina importante in un gioco di alleanze e tradimenti, influenzando indirettamente gli eventi che si verificano a Costantinopoli. \n\nIl suo legame con figure storiche e politiche, come i Borgia e altri membri della corte bizantina, lo posiziona come una figura che esercita una certa influenza, pur non essendo un leader diretto. La sua manipolazione delle dinamiche politiche rende la sua presenza e le sue azioni determinanti per l'evoluzione degli eventi."
                }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-revelations/maps/constantinople"
                }
            ]
        },
        {
            "id": 4,
            "title": "Assassin's Creed III",
            "cover": "Assassins_Creed_3",
            "story": "Assassin's Creed III è ambientato principalmente durante la Rivoluzione Americana (1775–1783), un periodo storico segnato dalla lotta per l'indipendenza e la libertà. Il gioco si svolge in un vasto mondo aperto che include le città coloniali di Boston e New York, le ampie foreste e le campagne dell'America del Nord. L'intreccio tra la guerra tra Templari e Assassini si fonde con gli eventi storici, con figure iconiche come George Washington, Benjamin Franklin e Charles Lee che arricchiscono la narrazione. \n\nIl protagonista del gioco è Connor Kenway, il cui vero nome è Ratonhnhaké:ton, un uomo di origini Mohawk e Inglesi. La sua storia è segnato da tragedie che lo spingono a diventare un Assassino e a lottare per la libertà e la giustizia. Il viaggio di Connor esplora temi come la libertà, il conflitto familiare e la ricerca dell'identità, riflettendo le tensioni ideologiche e sociali di un'America in piena rivoluzione. \n\nAssassin's Creed III introduce numerose innovazioni, tra cui un mondo aperto vasto e dinamico, nuove meccaniche di gameplay e attività secondarie come la caccia, la navigazione e le battaglie navali. Il sistema di combattimento è stato rivisitato per offrire un'esperienza più fluida e coinvolgente, con nuove armi e animazioni. Le battaglie navali, in particolare, sono diventate uno degli aspetti più apprezzati del gioco, permettendo ai giocatori di navigare e combattere a bordo di una nave durante intense battaglie marittime. \n\nLe missioni di assassinio e le attività di esplorazione, che includono la caccia e la raccolta di materiali, offrono una varietà di esperienze che arricchiscono la trama principale. Il gioco esplora temi maturi come la rivoluzione, la giustizia sociale e il conflitto intergenerazionale, ponendo Connor come simbolo della lotta per l'indipendenza. \n\nAssassin's Creed III segna una svolta per la serie, non solo per il passaggio a un nuovo protagonista, ma anche per l'espansione delle meccaniche di gioco, tra cui l'introduzione della caccia e delle battaglie navali. L'ambientazione nella Rivoluzione Americana e la connessione di Connor con i temi della libertà e della giustizia offrono un'esperienza unica e profonda, arricchita da innovazioni e una narrazione che affronta temi universali.",
            "releaseYear": 2012,
            "platform": [
                "PlayStation 3",
                "Xbox 360",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Connor Kenway (Ratonhake':Ton)",
                    "characterImage": "connor_1",
                    "desc": "Connor Kenway, il protagonista di *Assassin's Creed III*, è un personaggio unico nella saga, essendo un Mezzo Mohawk e Mezzo Inglese. Il suo vero nome è Ratonhnhaké:ton, che significa 'uomo che cammina nella nebbia' nella lingua dei Mohawk. La sua storia inizia con una tragica perdita familiare, un evento che lo spinge a intraprendere un cammino di vendetta e giustizia, prima di evolversi in un Assassino impegnato nella lotta per la libertà e l'indipendenza. \n\nLa sua motivazione principale è la ricerca di un mondo migliore, libero dalle oppressioni, e la sua lotta per la giustizia è strettamente legata alla sua eredità culturale. Pur cercando di liberare la sua gente dalle oppressioni, Connor deve trovare un equilibrio tra il suo ruolo nella guerra tra Assassini e Templari e le sue radici Native American. Il suo viaggio è segnato da una serie di eventi dolorosi, e la sua lotta non è solo esterna, ma anche interiore, mentre cerca di definire la sua identità. \n\nAbile nel combattimento, nel parkour e nell'uso delle armi, Connor è un guerriero formidabile. La sua capacità di usare archi, pistole, e la celebre doppia lama lo rende un combattente versatile, ma ciò che lo distingue veramente è il suo stile di combattimento selvaggio, che riflette la sua connessione profonda con la natura e la sua educazione tra le tribù Native American. A differenza di altri protagonisti come Ezio o Altair, Connor affronta la guerra e la vendetta con una determinazione cruda, guidato dal desiderio di giustizia e dal suo amore per la sua gente."
                },
                {
                    "name": "Haytham Kenway",
                    "characterImage": "haytham",
                    "desc": "Haytham Kenway è un Templare di alto rango e il padre di Connor, il protagonista di *Assassin's Creed III*. La sua figura imponente e la sua visione del mondo lo rendono una delle principali antagoniste nella guerra tra Assassini e Templari. Uomo di grande intelligenza, ambizione e determinazione, Haytham cerca di costruire un ordine basato sull'ordine e sul controllo, opponendosi alla lotta per la libertà e l'autodeterminazione che Connor porta avanti. \n\nPur essendo un Templare, Haytham è un personaggio complesso con un proprio codice morale, il che lo rende un antagonista affascinante. La sua visione e il suo comportamento, anche se spinti dalla sua lealtà all'ordine dei Templari, sono governati da un'intensa ricerca di ordine e stabilità nel mondo, che lo distingue da altri Templari più spietati. \n\nSofisticato, carismatico e manipolativo, Haytham possiede una grande presenza e capacità di leadership, riuscendo a guadagnarsi il rispetto dei suoi alleati e a influenzare le persone a lui vicine. La sua relazione con suo figlio Connor è centrale nella trama del gioco e rappresenta uno dei conflitti più significativi, poiché entrambi sono impegnati in lotte contrapposte per ciò che considerano giusto, e il loro scontro di ideali spinge Haytham a essere una figura da temere, non solo come Templare, ma come padre e leader."
                },
                {
                    "name": "Charlers Lee",
                    "characterImage": "charles_ac3",
                    "desc": "Charles Lee è uno dei principali nemici di Connor in *Assassin's Creed III*. Un alto ufficiale dell'Esercito Continentale, Lee è spinto principalmente dalla sua ambizione e brama di potere. Pur essendo coinvolto nella causa della Rivoluzione Americana, le sue vere motivazioni sono egoistiche: cerca di sfruttare la situazione politica per ottenere un vantaggio personale, piuttosto che combattere per la libertà e l'indipendenza. \n\nLee incarna l'ambizione cieca e la crudeltà. È un personaggio freddo, calcolatore e senza scrupoli, pronto a fare qualsiasi cosa pur di raggiungere i suoi obiettivi. La sua personalità lo rende un avversario formidabile e pericoloso per Connor, poiché non esita a usare metodi brutali e manipolativi per ottenere ciò che desidera. \n\nLa rivalità tra Charles Lee e Connor è alimentata dalla sua incapacità di comprendere le motivazioni del giovane Assassino, che lo vede come una minaccia alla causa della libertà. Lee, a sua volta, vede in Connor un ostacolo alla realizzazione dei suoi sogni di potere, trasformando il loro conflitto in una lotta personale e ideologica."
                },
                {
                    "name": "Achilles Davenport",
                    "characterImage": "achilles",
                    "desc": "Achilles Davenport è il mentore di Connor in *Assassin's Creed III* e una figura fondamentale nel suo cammino verso l'iniziazione come Assassino. Un vecchio membro della Confraternita, Achilles ha passato gran parte della sua vita combattendo contro i Templari, ma ha anche abbandonato molte delle sue responsabilità. Nonostante questo, prende sotto la sua ala protettrice Connor, desiderando guidarlo verso la competenza e la maturità necessarie per portare avanti la causa degli Assassini. \n\nAchilles è un uomo saggio, ma anche segnato dal tempo e dalle sue esperienze dolorose. Sebbene possa sembrare scorbutico e disilluso, il suo profondo senso del dovere e il suo amore per la causa degli Assassini lo spingono a svolgere il ruolo di mentore severo, ma amorevole. La sua relazione con Connor è quella di un padre, che cerca di insegnare al giovane tutto ciò che ha imparato nel corso degli anni. \n\nIl suo approccio alla vita e alla lotta contro i Templari è pragmatico, ma la sua saggezza e il suo attaccamento ai principi della Confraternita lo rendono una figura di riferimento cruciale per Connor. La sua figura, seppur complessa e segnata dal dolore, rappresenta un faro di guida per Connor, che imparerà da lui a navigare le difficoltà del conflitto e della crescita personale."
                },
                {
                    "name": "Benjamin Franklin",
                    "characterImage": "benjamin",
                    "desc": "Benjamin Franklin è una delle figure storiche più prominenti in *Assassin's Creed III*, nonché un alleato di Connor e una figura chiave nella lotta per l'indipendenza delle colonie americane. Filosofo, inventore e politico di grande fama, Franklin gioca un ruolo fondamentale nel legare gli eventi della Rivoluzione Americana alla trama del gioco, anche se non è direttamente coinvolto nella guerra tra Assassini e Templari. \n\nUn convinto sostenitore della libertà e dell'indipendenza americana, Franklin si distingue per la sua grande intelligenza, astuzia e umorismo. Sebbene la sua principale causa sia la libertà, la sua influenza sulla causa della giustizia e della lotta contro l'oppressione lo rende una risorsa preziosa per Connor. La sua abilità nell'influenzare gli eventi con la sua arguzia e il suo carisma lo rendono un consigliere e stratega di grande valore. \n\nLa sua personalità, che mescola carisma, intelligenza e un certo cinismo, lo rende una figura capace di manipolare e influenzare le situazioni a suo favore, ma sempre con l'obiettivo di un bene più grande. Franklin rappresenta un alleato importante nella ricerca di indipendenza e libertà, contribuendo a indirizzare le azioni di Connor lungo il cammino della giustizia."
                },
                {
                    "name": "Kaniehti':io (Ziio)",
                    "characterImage": "kanie",
                    "desc": "Ziio, anche conosciuta come Kaniehtí:io, è la madre di Connor e una figura fondamentale nella sua vita, sebbene la sua presenza nel gioco sia limitata. La sua morte tragica e il suo legame profondo con le tradizioni dei nativi americani sono tra i principali motivi che spingono Connor a intraprendere il cammino dell'Assassino. La sua morte diventa un catalizzatore emotivo che indirizzerà Connor verso la ricerca di vendetta e giustizia per la sua gente.\n\nZiio è una donna forte, devota alla sua famiglia e orgogliosa delle sue radici Mohawk. La sua connessione con la natura e il suo amore per il figlio sono evidenti nelle sue azioni e nel suo ruolo di madre protettiva e amorevole. Nonostante non abbia un ruolo centrale come altri personaggi nella trama, Ziio rappresenta un simbolo di forza, amore familiare e tradizione, elementi che lasciano un'impronta indelebile nel cuore di Connor e influenzano profondamente il suo destino."
                },
                {
                    "name": "Thomas Hickey",
                    "characterImage": "thomas",
                    "desc": "Thomas Hickey è una figura chiave negli eventi della Rivoluzione Americana, rappresentando una delle minacce principali per Connor. Membro delle forze britanniche, Hickey incarna il conflitto tra le fazioni e l'oppressione che Connor cerca di combattere nella sua lotta per la libertà. Spinto da ambizioni personali e da una forte lealtà verso le forze britanniche, Hickey non esita a ricorrere alla violenza per perseguire i suoi obiettivi, diventando uno degli antagonisti più pericolosi e diretti per Connor.\n\nHickey è un uomo brutale e violento, senza scrupoli nel raggiungere i suoi scopi. La sua determinazione e la sua crudeltà lo rendono un avversario formidabile, con una presenza minacciosa e un comportamento spietato. La sua figura aggiunge tensione e conflitto diretto alla trama, rappresentando uno degli ostacoli più difficili da superare per Connor nella sua lotta contro l'oppressione."
                }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-3/maps/america"
                }
            ]
        },
        {
            "id": 5,
            "title": "Assassin's Creed Liberation",
            "cover": "Assassins_Creed_Liberation",
            "story": "Assassin's Creed Liberation è un gioco della serie Assassin's Creed, originariamente rilasciato nel 2012 come titolo esclusivo per PlayStation Vita, per poi essere successivamente portato su altre piattaforme.\n\nIl gioco è ambientato durante il periodo della Rivoluzione Americana e rappresenta un'esperienza narrativa parallela a quella di Assassin's Creed III, ma con un protagonista completamente diverso e una nuova ambientazione.\n\nLa storia di Assassin's Creed Liberation si svolge principalmente nella città di New Orleans e nelle zone circostanti della Louisiana durante la fine del XVIII secolo, un periodo storico in cui le tensioni tra Francia, Gran Bretagna e Spagna erano molto forti, mentre la Rivoluzione Americana stava prendendo piede. Questo contesto sociale, economico e politico diventa lo sfondo di un'avventura che ruota attorno alle lotte interne ed esterne dei personaggi principali.\n\nPur essendo un gioco di fantasia, Assassin's Creed Liberation integra eventi storici e figure note del periodo. La città di New Orleans è raffigurata con dettagli accurati, inclusi i suoi quartieri francesi e le piantagioni circostanti. Inoltre, il gioco esplora le tensioni coloniali e le differenze sociali dell'epoca, come la schiavitù, le discriminazioni razziali e il conflitto tra le potenze coloniali.\n\nAveline de Grandpré è la protagonista principale del gioco e uno dei primi personaggi femminili protagonisti in Assassin's Creed. È una giovane donna di origine mista (figlia di una schiava africana e di un nobile francese), che vive a New Orleans durante la dominazione francese e il periodo della Rivoluzione Americana.\n\nAssassin's Creed Liberation utilizza inoltre, un'ambientazione a mondo aperto, simile ad altri giochi della serie, ma più focalizzata su un'area specifica: la New Orleans coloniale e le sue piantagioni. I giocatori possono esplorare la città, entrare in vari edifici, arrampicarsi sui tetti e combattere nei quartieri cittadini, ma anche nelle foreste e nelle piantagioni circostanti. L'interazione con l'ambiente è fondamentale, e il gioco incoraggia l'esplorazione attraverso missioni principali e secondarie.\n\nIl sistema di combattimento di Liberation è simile a quello di Assassin's Creed III, ma con alcune modifiche specifiche per adattarsi alle capacità di Aveline. Il gioco include combattimenti corpo a corpo, ma anche l'uso di armi a distanza come pistole e balestrine. Le sezioni stealth, che incoraggiano l'uso della furtività, sono essenziali per completare le missioni senza essere scoperti.\n\nAveline può cambiare identità a seconda della situazione. Questo non è solo un aspetto cosmetico, ma ha anche implicazioni sul gameplay. Ogni identità le conferisce abilità speciali e capacità uniche. Ad esempio, da schiava può passare inosservata tra la popolazione nera, mentre come nobile può entrare in residenze e locali esclusivi. Questo sistema di adattamento sociale è una delle caratteristiche distintive del gioco.\n\nAssassin's Creed Liberation è un capitolo unico nella serie, con un protagonismo femminile forte e un'ambientazione inedita. Il gioco offre una combinazione di esplorazione, combattimento, e discrezione con un sistema di identità multiple che aggiunge profondità strategica e narrativa. L'ambientazione della Louisiana coloniale, la Rivoluzione Americana e i temi di libertà e giustizia sociale lo rendono un'esperienza coinvolgente che si distingue nel panorama della saga.",
            "releaseYear": 2012,
            "platform": [
                "PlayStation 3",
                "Xbox 360",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Aveline De Grandpre'",
                    "characterImage": "aveline",
                    "desc": "Aveline de Grandpré è la protagonista di *Assassin's Creed Liberation*, ed è una delle prime donne a ricoprire il ruolo di protagonista nella serie. Nata da una schiava africana e un nobile francese, Aveline è una giovane donna di origine mista che vive nella New Orleans del XVIII secolo, durante la dominazione coloniale e la Rivoluzione Americana. La sua lotta non è solo contro i Templari, ma anche contro le strutture oppressive della società che le impongono forti limitazioni sociali a causa della sua condizione razziale e di genere.\n\nAveline è un'Assassina determinata e una combattente abile, ma la sua forza non risiede solo nelle sue capacità fisiche. È una stratega astuta che sa muoversi con discrezione sia negli ambienti urbani che in quelli rurali, sfruttando ogni opportunità per proteggere i deboli e difendere la libertà. La sua missione è quella di combattere le ingiustizie e le discriminazioni, ed è un simbolo di emancipazione in un mondo che cerca di opprimerla. La sua condizione di mestiça diventa un emblema di lotta per l'uguaglianza e l'autodeterminazione.\n\nUn aspetto distintivo del gioco è la capacità di Aveline di cambiare identità in base alla situazione. Può mascherarsi da nobile, schiava o mercenaria, con ogni identità che le conferisce vantaggi unici. Come schiava può muoversi tra la popolazione nera senza destare sospetti, mentre come nobile può entrare in ambienti esclusivi e svolgere missioni con maggiore discrezione. Questo sistema di identità multiple aggiunge una dimensione strategica al gameplay, poiché ogni identità porta con sé abilità speciali che permettono di adattarsi al contesto sociale e di superare gli ostacoli.\n\nAveline è anche una maestra nel combattimento: il suo arsenale include spade, pistole, e pugnali, ma è particolarmente abile nell'uso di tecniche stealth per eliminare i nemici senza farsi scoprire. Il parkour è una delle sue abilità principali, che le consente di esplorare liberamente la città di New Orleans e le piantagioni circostanti. Sebbene sia una guerriera potente, è anche un personaggio che si trova a dover affrontare scelte difficili e il peso delle sue azioni in un mondo che la giudica per la sua razza e il suo genere.\n\nLa storia di Aveline è un viaggio di autoaffermazione e di lotta contro le ingiustizie, ed è caratterizzata da una forte tematica di libertà. La sua determinazione, il coraggio e il desiderio di fare la cosa giusta la rendono un simbolo di resistenza e cambiamento, non solo nel contesto della lotta contro i Templari, ma anche nella lotta contro il razzismo e la schiavitù.\n\nIn *Assassin's Creed Liberation*, Aveline de Grandpré non è solo una combattente, ma una figura che rappresenta la speranza e la possibilità di cambiare il destino di un'intera società. La sua crescita come Assassina è anche una metafora del cammino verso l'emancipazione e l'auto-realizzazione."
                },
                {
                    "name": "Jeanne De Grandpre'",
                    "characterImage": "jeanne",
                    "desc": "Jeanne è un personaggio fondamentale nel percorso di Aveline de Grandpré, anche se la sua presenza diretta nella narrazione di *Assassin's Creed Liberation* è limitata. Nata schiava di origine africana, Jeanne rappresenta la forza e la resilienza necessarie per sopravvivere in un sistema di oppressione che ha segnato la sua vita. Cresciuta in un mondo di brutalità e disuguaglianze, il suo carattere è temprato dalle dure esperienze vissute, ma la sua forza interiore e il suo amore per la famiglia la rendono un simbolo di speranza e determinazione.\n\nJeanne è una figura materna di grande importanza nella vita di Aveline. Sebbene non appaia frequentemente, la sua influenza è palpabile in ogni scelta e azione della protagonista. La sua presenza affettiva e il suo insegnamento morale plasmano profondamente la personalità di Aveline, in particolare la sua empatia verso gli oppressi e il suo impegno nella lotta per la giustizia. Jeanne, infatti, è il faro che guida Aveline nella sua ricerca di verità, libertà e uguaglianza.\n\nDescritta come una donna forte, ma anche misteriosa, Jeanne è il simbolo delle radici di Aveline, incarnando la connessione con il popolo oppresso e con il passato doloroso della schiavitù. La sua capacità di superare le difficoltà della vita e la sua forza emotiva la rendono un modello per la figlia, che la considera una fonte di ispirazione nella sua battaglia contro le ingiustizie.\n\nJeanne è anche un ponte simbolico tra due mondi: quello della schiavitù, da cui è scappata, e quello della libertà, per cui Aveline combatte. Anche se la sua figura non è sempre presente fisicamente, la sua influenza aleggia come una guida silenziosa, facendo sì che le decisioni di Aveline siano permeate da un profondo senso di giustizia e speranza. La ricerca della verità da parte di Aveline, sia su se stessa che sul mondo che la circonda, è in gran parte legata all’eredità e all’influenza di Jeanne."
                },
                {
                    "name": "Philippe De Grandpre'",
                    "characterImage": "philippe",
                    "desc": "Philippe de Grandpré è il padre di Aveline e un ricco mercante francese che vive a New Orleans durante il periodo coloniale. La sua figura rappresenta l'ambiguità morale dell'élite coloniale, che, pur beneficiando del sistema sociale ingiusto della schiavitù e delle disuguaglianze razziali, non sempre è consapevole delle conseguenze delle proprie azioni. Philippe è un uomo pragmatico e affettuoso, ma distante, che cerca di proteggere sua figlia dalle dure realtà del mondo che la circonda, anche se non comprende appieno le sue scelte e la sua visione del mondo.\n\nNonostante la sua posizione privilegiata nella società, Philippe non è un cattivo padre, ma la sua comprensione delle ingiustizie sociali è limitata dal suo status e dalle sue convinzioni razionali. È un uomo che cerca di dare alla figlia una vita migliore, ma la sua visione conservatrice e distante entra spesso in conflitto con le scelte passionali e le lotte di Aveline per la giustizia e la libertà. La sua personalità è quella di un uomo affettuoso ma che tende a mantenere un certo distacco emotivo, non riuscendo a comprendere completamente le motivazioni della figlia.\n\nLe tensioni tra Aveline e Philippe sono evidenti durante il gioco, con le loro differenze di opinione che arricchiscono la narrazione. Da un lato, Philippe vuole il meglio per Aveline, ma dall'altro, le sue convinzioni e la sua posizione privilegiata lo portano a vedere il mondo in modo molto diverso da lei. Il suo rapporto con Aveline è complesso, poiché, pur cercando di proteggerla, finisce per mettersi in contrasto con la sua determinazione a combattere per la libertà e l'uguaglianza. La figura di Philippe offre una prospettiva interessante sul conflitto tra le diverse classi sociali e sul dilemma morale che Aveline deve affrontare nella sua lotta contro il sistema oppressivo."
                },
                {
                    "name": "Agate'",
                    "characterImage": "agate",
                    "desc": "Agaté è il mentore di Aveline all'interno della Confraternita degli Assassini, una figura enigmatica e complessa. Proveniente da un passato difficile, è un leader carismatico, ma anche un uomo tormentato dai suoi demoni personali. La sua esperienza e saggezza lo rendono un maestro severo e disciplinato, ma il suo carattere è segnato da un lato oscuro che lo rende un personaggio intrigante e, talvolta, imprevedibile. Non esita a mettere alla prova Aveline, criticandola frequentemente per le sue scelte e per la sua visione della lotta contro i Templari.\n\nNonostante la sua severità, Agaté vede in Aveline un grande potenziale, e le sue lezioni e i suoi consigli sono fondamentali per il suo sviluppo come Assassina. Il rapporto tra i due è complesso, segnato da incomprensioni e differenze filosofiche sulla guerra contro i Templari. Agaté, pur cercando di fornirle gli strumenti necessari per diventare una guerriera competente, non approva sempre il suo approccio passionale e idealista. Questo crea un conflitto tra i due, che aggiunge profondità alla loro dinamica. Agaté, infatti, ha un atteggiamento pragmatico e spesso scettico verso la lotta di Aveline, mettendo in discussione il suo desiderio di libertà e giustizia.\n\nLa figura di Agaté è quella di un mentore che, pur avendo una grande influenza su Aveline, rappresenta anche le difficoltà e le sfide morali all'interno della Confraternita degli Assassini. Il suo tormentato passato e il suo approccio realistico al conflitto lo rendono un personaggio fondamentale per la crescita di Aveline, anche se le sue scelte e il suo punto di vista possono apparire a volte come ostacoli per la giovane Assassina."
                },
                {
                    "name": "Raffaele Joaqui'n De Ferrer",
                    "characterImage": "rafael",
                    "desc": "Ferrer è il governatore spagnolo di New Orleans e uno degli antagonisti principali in *Assassin's Creed Liberation*. Incarna il potere coloniale e l'oppressione che Aveline combatte durante tutta la sua avventura. Ferrer è un uomo spietato, calcolatore e ambizioso, la cui principale motivazione è consolidare e ampliare il controllo della Spagna sulla Louisiana. La sua brama di potere lo rende determinato a mantenere l'ordine attraverso la forza e la repressione, disinteressato alle sofferenze che la sua politica di oppressione causa alla popolazione locale.\n\nDietro la sua freddezza e ambizione, Ferrer nasconde motivazioni più profonde e personali che lo rendono un avversario complesso. Sebbene sembri concentrato esclusivamente sul potere, la sua lotta contro le idee di libertà e uguaglianza di Aveline lo porta a diventare una delle principali minacce per la protagonista. Ferrer non si ferma davanti a nulla pur di proteggere il suo dominio e mantenere il suo status, facendo di lui un nemico determinato e formidabile.\n\nLa figura di Ferrer è quella di un tiranno che rappresenta l'estremo opposto degli ideali di Aveline, ponendo una sfida diretta al suo desiderio di giustizia e libertà per gli oppressi. La sua visione del mondo è intrinsecamente legata alla sottomissione e al controllo, e il suo ruolo di antagonista è essenziale per spingere Aveline a confrontarsi con le forze che minacciano la sua lotta per un mondo più giusto."
                },
                {
                    "name": "Élise Lafleur",
                    "characterImage": "elise_lib",
                    "desc": "Élise è un'amica di Aveline, proveniente dalla società privilegiata di New Orleans. Sebbene appartenga a un contesto aristocratico, Élise si distingue per la sua solidarietà nei confronti della causa di Aveline e la sua volontà di supportarla nella lotta contro l'oppressione. Gentile, intelligente e leale, Élise è una delle poche persone che capisce e condivide la lotta di Aveline per la giustizia, nonostante le differenze sociali che le separano.\n\nRappresenta l'idea che la collaborazione tra persone di classi diverse sia non solo possibile, ma fondamentale per portare cambiamenti reali nel mondo. La sua amicizia con Aveline è un simbolo di come le differenze sociali possano essere superate per una causa comune, e attraverso il suo supporto, Aveline è in grado di esplorare prospettive più ampie e complesse sulla sua lotta contro l'oppressione.\n\nCome confidente, Élise offre ad Aveline un punto di vista diverso, aiutandola a vedere le sfide da un'altra angolazione. La sua presenza nella narrazione è un elemento importante, in quanto fornisce ad Aveline il supporto emotivo e intellettuale di cui ha bisogno per affrontare la durezza della sua missione. Élise è una figura di supporto che, pur non essendo direttamente coinvolta nella lotta fisica contro i Templari, ha un impatto significativo sulla crescita e sulla visione di Aveline."
                },
                {
                    "name": "George Washington",
                    "characterImage": "george",
                    "desc": "George Washington è una figura storica fondamentale, noto per essere il futuro primo presidente degli Stati Uniti e uno dei principali leader della Rivoluzione Americana. Nel gioco, Washington appare brevemente come un alleato secondario di Aveline, la cui presenza serve a sottolineare il cambiamento politico e sociale che attraversa le colonie durante il periodo in cui si svolge la storia. Sebbene il gioco non si concentri profondamente su di lui, Washington incarna i principi di libertà e autodeterminazione, temi che risuonano fortemente con la lotta di Aveline.\n\nRappresentato come un uomo di grande carisma e principi morali, Washington è un leader razionale e ispirante. La sua influenza nella Rivoluzione Americana e il suo ruolo nell'ascesa della nuova nazione lo rendono un personaggio di grande importanza simbolica nel contesto del gioco. La sua figura, pur limitata in termini di interazione diretta con Aveline, serve a connettere gli eventi della Louisiana con le trasformazioni politiche che segnano l'inizio degli Stati Uniti.\n\nWashington e Aveline condividono obiettivi comuni, sebbene il loro rapporto sia limitato. Tuttavia, la sua presenza sottolinea la connessione tra i conflitti personali della protagonista e le più ampie trasformazioni politiche del XVIII secolo. La sua figura rappresenta l'ascesa di una nuova era, simbolo della lotta contro la tirannia e il desiderio di indipendenza, valori che si riflettono anche nel cammino di Aveline."
                }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-3-liberation/maps/louisiana"
                }
            ]
        },
        {
            "id": 6,
            "title": "Assassin's Creed Black Flag",
            "cover": "Assassins_Creed_4_black_flag",
            "story": "Assassin's Creed IV: Black Flag (2012) è uno dei capitoli più amati della serie, ambientato nell'affascinante e caotico mondo della pirateria durante l'età d'oro dei pirati.\n\nIl gioco è ambientato tra il 1715 e il 1722, durante l'epoca d'oro della pirateria nei Caraibi. Questo periodo è caratterizzato da ribellioni, avventure, e la lotta per il controllo delle rotte commerciali da parte delle grandi potenze coloniali, come Spagna e Inghilterra.\n\nTra i luoghi principali troviamo:\n- Nassau: Un rifugio per pirati, ricco di caos e libertà;\n- Havana: Un centro coloniale spagnolo con un'architettura imponente e una forte presenza militare;\n- Kingston: Una città sotto il controllo britannico, che riflette lo stile urbano e le dinamiche coloniali dell'epoca;\n- Isole e mari aperti: Gran parte del gioco si svolge nell'oceano, dove è possibile esplorare isole, relitti, barriere coralline e città costiere.\n\nLa storia segue un personaggio che inizia come pirata e si trova coinvolto nel conflitto millenario tra Assassini e Templari. Il tema principale è la libertà: politica, personale e ideologica. Attraverso il viaggio del protagonista, il giocatore esplora dilemmi morali e scelte che definiscono il significato della libertà.\n\nNel gameplay di questo nuovo capitolo abbiamo:\n- Esplorazione navale: Uno degli aspetti distintivi del gioco è il vasto oceano da esplorare con la tua nave, la Jackdaw. Puoi navigare tra isole tropicali, attaccare navi nemiche, scoprire tesori sommersi e persino affrontare tempeste.\n- Combattimenti navali: Le battaglie tra navi sono epiche, con cannoni, arrembaggi e strategie per abbordare e depredare i nemici.\n- Missioni a terra: Il gameplay tradizionale di Assassin's Creed è presente con parkour, assassinii furtivi e missioni basate sull'infiltrazione.\n- Caccia e raccolta: Puoi cacciare animali marini come balene e squali, oltre a predatori terrestri, per ottenere risorse utili per potenziare il protagonista e la Jackdaw.\n- Esplorazione subacquea: Una novità rispetto ai capitoli precedenti è la possibilità di immergersi sott'acqua per esplorare relitti sommersi e raccogliere tesori.\n\nDelle novità totalmente nuove della saga di Assassin's Creed. Il gioco celebra lo spirito ribelle e avventuroso dei pirati, ma non evita di mostrare anche il lato più oscuro della pirateria: tradimenti, violenza e difficoltà.\n\nLa musica del gioco, inclusi i canti marinari (chiamati shanty), è parte integrante dell'atmosfera e accompagna perfettamente i viaggi in mare; ovviamente, il realismo non manca nemmeno in questo gioco: Black Flag mescola personaggi e eventi storici reali con una narrazione fittizia. La vita dei pirati, le battaglie navali e la tensione tra potenze coloniali sono rappresentati con una certa accuratezza.",
            "releaseYear": 2012,
            "platform": [
                "PlayStation 3",
                "Xbox 360",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                    {
                      "name": "Edward Kenway",
                      "characterImage": "edward",
                      "desc": "Il protagonista, Edward James Kenway, è un personaggio complesso e carismatico che inizia come un avventuriero alla ricerca di gloria e ricchezza. La sua storia personale, motivata da ambizioni e lotte interiori, lo porta a riflettere su ciò che è veramente importante nella vita, rendendolo una figura affascinante da seguire.\n\nAll'inizio del gioco, Edward è mosso da desideri egoistici, interessato principalmente a ottenere ricchezza e potere attraverso la pirateria. La sua visione della vita è spesso superficiale, concentrata su guadagni immediati e poco consapevole dei più ampi conflitti del mondo che lo circonda.\n\nLa sua principale motivazione iniziale è il desiderio di sfuggire a una vita di povertà. È affascinato dalla libertà e dall'avventura offerte dalla pirateria, ma questa sete di libertà è spesso macchiata da decisioni discutibili.\n\nNel corso della sua avventura, Edward inizia a confrontarsi con il peso delle sue azioni. Le sue esperienze lo portano a maturare, spingendolo a mettere in discussione le sue priorità e i suoi valori.\n\nTra le sue abilità e lo stile di combattimento del personaggio, Edward è diverso dagli altri assassini della saga:\n- **Furtività**: Sebbene non sia inizialmente addestrato come un Assassino, Edward dimostra una naturale predisposizione per il combattimento furtivo e l'infiltrazione, caratteristiche che sviluppa ulteriormente nel corso del gioco.\n- **Abilità marziali**: È un maestro nell'uso delle spade e delle pistole. Combatte con uno stile aggressivo e versatile, spesso usando due spade contemporaneamente e più pistole per attacchi ravvicinati.\n- **Navigazione**: Come capitano della Jackdaw, Edward eccelle nella navigazione e nel comando navale. È un marinaio esperto, in grado di affrontare battaglie navali con intelligenza strategica e abilità tecnica.\n\nLa sua relazione con gli Assassini? Edward inizia come un estraneo al conflitto tra Assassini e Templari. La sua visione pratica della vita lo rende inizialmente distante dall'ideologia degli Assassini, ma le sue esperienze lo portano a interagire profondamente con questa confraternita.\n\nE con i pirati, Edward stringe legami con molti dei pirati più famosi dell'epoca, come Blackbeard, Charles Vane e Mary Read. Questi rapporti sono caratterizzati da cameratismo, ma anche da tensioni e differenze di vedute.\n\nQuesto protagonista non viene ricordato solo per tutto ciò, bensì, per i suoi ideali:\n- **Libertà**: Edward è un simbolo della lotta per la libertà, non solo dalle leggi oppressive delle potenze coloniali, ma anche dalle restrizioni autoimposte delle sue ambizioni.\n- **Identità**: Il suo viaggio esplora il tema dell'identità, con Edward che cerca di definire chi è al di là del ruolo di pirata.\n- **Redenzione**: Una parte centrale del personaggio di Edward è il suo percorso di redenzione, poiché cerca di rimediare ai suoi errori e trovare un significato più profondo nella sua vita."
                    },
                    {
                      "name": "Ade'Wale",
                      "characterImage": "adewale_bf",
                      "desc": "Adéwalé è un uomo razionale, calmo e di grande integrità morale. Nonostante sia coinvolto nella vita dei pirati, mostra una profonda consapevolezza delle sue scelte e delle loro conseguenze; egli è il primo ufficiale della Jackdaw, la nave di Edward.\n\nAdéwalé rappresenta una sorta di bussola morale per Edward, contrastando il suo comportamento spesso impulsivo. È un personaggio fondamentale per l'evoluzione del protagonista.\n\nSappiamo per certo che è un navigatore esperto e un guerriero abile, Adéwalé è indispensabile nelle battaglie navali e nei combattimenti. La sua fedeltà a Edward e alla ciurma della Jackdaw è incrollabile, ma non teme di confrontare il suo capitano quando ritiene che le sue scelte siano sbagliate.\n\nA causa del suo passato, Adéwalé prova una profonda empatia verso gli oppressi e i meno fortunati. Questo lato della sua personalità lo rende un personaggio particolarmente umano e toccante.\n\nAdéwalé è centrale non solo per il funzionamento della Jackdaw, ma anche per il viaggio personale di Edward. Attraverso le sue azioni e i suoi valori, la figura di Adéwalé rappresenta una prospettiva più ampia sulla lotta per la libertà, andando oltre il semplice desiderio di ricchezza o avventura che inizialmente motiva Edward."
                    },
                    {
                      "name": "BlackBeard (Edward Thatch)",
                      "characterImage": "blackbeard",
                      "desc": "Una delle figure storiche più famose dell'epoca, Thatch è un pirata temuto e rispettato.\n\nNonostante la sua fama di uomo spietato, Thatch è anche un leader carismatico e strategico. Sa usare la paura come arma per ottenere il controllo, ma ha una visione pragmatica del mondo della pirateria; è sia un alleato che una figura di ispirazione per il giovane Kenway. La loro interazione esplora i sogni e le disillusioni della vita da pirata."
                    },
                    {
                      "name": "Charles Vane",
                      "characterImage": "charles_bf",
                      "desc": "Vane è imprevedibile, crudele e a tratti instabile. Rappresenta l'aspetto più brutale e spietato della pirateria. Egli è un altro pirata storico e alleato (non sempre affidabile) di Edward.\n\nLa dinamica tra i due è spesso tesa, con Vane che mette in evidenza i rischi di fidarsi degli altri nel mondo dei pirati."
                    },
                    {
                      "name": "Mary Read",
                      "characterImage": "mary",
                      "desc": "Una pirata enigmatica e affascinante, che gioca un ruolo importante nella storia. Forte, indipendente e determinata, Mary è un personaggio che sfida le convenzioni del suo tempo. La sua saggezza e il suo spirito libero sono fondamentali per il tema della libertà presente nel gioco.\n\nMary diventa una confidente e un alleato importante per Edward, aiutandolo a capire meglio se stesso e il mondo che lo circonda."
                    },
                    {
                      "name": "Anne Bonny",
                      "characterImage": "anne",
                      "desc": "Celebre pirata irlandese, alleata di Edward; Anne (nata Anne Cormac) è intelligente, coraggiosa e piena di risorse. Pur condividendo la vita di pirata, è una figura più riflessiva rispetto ad altri personaggi, capace di vedere oltre l’illusione della pirateria come pura libertà.\n\nAnne è una compagna di viaggio e un’amica, la cui presenza aiuta a dare profondità emotiva alla storia.\n\nAnne è una sopravvissuta, la sua vita l'ha resa dura, ma anche incredibilmente determinata a non piegarsi alle avversità. Pur avendo un'aria di durezza, Anne è capace di profonde connessioni emotive. È leale con le persone che rispettano i suoi valori e che dimostrano di meritare la sua fiducia.\n\nLa presenza di questo personaggio arricchisce la storia non solo con il suo carisma, ma anche con il modo in cui le sue esperienze mettono in luce temi come la lotta per la libertà, l'uguaglianza e la ricerca di un senso di appartenenza. È una figura che agisce come contrappunto emotivo e morale per alcuni dei personaggi più egoisti o cinici che popolano il mondo della pirateria."
                    }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-4-black-flag/maps/caribbean-sea"
                }
            ]
        },
        {
            "id": 7,
            "title": "Assassin's Creed Rogue",
            "cover": "Assassins_Creed_rouge",
            "story": "Assassin's Creed Rogue (2014) è un capitolo unico della saga che esplora la storia dalla prospettiva dei Templari, offrendo un'interessante variazione al classico conflitto tra Assassini e Templari. È ambientato tra il 1752 e il 1761, durante la Guerra dei Sette Anni, ed è un collegamento narrativo tra Assassin's Creed IV: Black Flag e Assassin's Creed III, nonché un preludio a Assassin's Creed Unity.\n\nIl gioco si svolge in una vasta area che include:\n- **New York**: Una città dettagliata e vibrante in un'epoca coloniale, prima della Rivoluzione Americana.\n- **Nord Atlantico**: Con paesaggi artici mozzafiato, iceberg, e un mare ostile che rappresenta una sfida unica per la navigazione.\n- **River Valley**: Una regione più rurale e ricca di foreste, con insediamenti e rovine sparse.\n\nQueste ambientazioni offrono una combinazione di esplorazione terrestre e navale, con il ritorno del gameplay navale introdotto in Black Flag.\n\nLa storia ruota attorno al personaggio principale, **Shay Patrick Cormac**, un giovane Assassino che mette in discussione le dottrine della Confraternita dopo un evento traumatico. Questa esperienza lo porta a un viaggio personale che lo allontana dagli Assassini e lo avvicina ai Templari, un punto di vista raramente esplorato nella serie.\n\nIl gioco si concentra sulla moralità grigia del conflitto tra Assassini e Templari, mostrando come entrambe le fazioni abbiano lati positivi e negativi. Shay diventa un cacciatore di Assassini, rompendo con il classico schema della saga e offrendo un'esperienza innovativa.\n\nTra le tematiche principali, potremmo parlare di:\n1. **Tradimento e lealtà**: Shay affronta una crisi di fiducia che lo porta a mettere in discussione le sue alleanze e i suoi ideali.\n2. **Prospettiva alternativa**: Il gioco permette ai giocatori di esplorare il conflitto dal punto di vista dei Templari, umanizzandoli e dando loro una motivazione comprensibile.\n3. **Conseguenze delle azioni**: Shay è un personaggio segnato dalle sue decisioni, e il gioco esplora il peso del rimorso e della responsabilità.\n\nAssassin's Creed Rogue ha un tono più cupo rispetto ai capitoli precedenti, riflettendo il conflitto interno di Shay e il clima tumultuoso della Guerra dei Sette Anni. La colonna sonora, composta da melodie malinconiche e intense, amplifica l'aspetto emotivo della storia.\n\nQuesto capitolo si collega a:\n- **Black Flag**: Shay interagisce con alcuni personaggi già incontrati in Black Flag, come Adéwalé, ora figura importante della Confraternita.\n- **AC III**: Il gioco si svolge poco prima degli eventi di Assassin's Creed III e getta luce su alcune decisioni dei Templari durante quel periodo.\n- **AC Unity**: La trama di Rogue si collega direttamente agli eventi di Unity, creando un filo narrativo tra i due giochi.",
            "releaseYear": 2014,
            "platform": [
                "PlayStation 4",
                "Xbox One",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Shay Patrick Cormak",
                    "characterImage": "shay",
                    "desc": "Shay è un personaggio complesso, dotato di carisma e intelligenza. Inizialmente leale alla Confraternita degli Assassini, è tormentato dai dubbi sulla moralità delle loro azioni. La sua storia è una delle più peculiari della serie, poiché offre la prospettiva di un personaggio che passa dal lato degli Assassini a quello dei Templari, esplorando temi di tradimento, lealtà e moralità.\n\nShay è un giovane irlandese che cresce a Dublino, dove entra in contatto con la Confraternita degli Assassini durante la sua adolescenza. All'inizio della sua storia, si unisce alla causa degli Assassini per combattere l'ingiustizia e difendere gli innocenti. Cresciuto in un ambiente segnato da tragedie e povertà, Shay è stato costretto ad affrontare una realtà dura sin da giovane. La sua vita lo ha temprato, ma l'ha anche reso cinico nei confronti delle istituzioni e delle cause che non portano cambiamenti concreti.\n\nUna delle principali caratteristiche di Shay è il suo conflitto interno. La sua fedeltà iniziale alla Confraternita degli Assassini è messa alla prova dopo un evento devastante che lo segna profondamente. Le sue convinzioni si evolvono, e questo lo porta a lasciare gli Assassini per abbracciare la causa dei Templari. Tuttavia, la sua scelta non è facile e lo tormenta per tutto il gioco.\n\nShay è coraggioso, ma non invulnerabile. Non si tira mai indietro quando si tratta di affrontare sfide, ma le sue azioni sono sempre calcolate e mosse da un desiderio di giustizia, anche se le sue definizioni di giustizia sono cambiate nel tempo.\n\nLa sua trasformazione da Assassino a Templare è il fulcro della trama. Shay è inizialmente un membro convinto degli Assassini, ma dopo un episodio tragico che minaccia la sua vita e quella dei suoi compagni, arriva a credere che la Confraternita sia una forza distruttiva che non porta alla vera pace. Convinto che la causa dei Templari possa portare a un ordine maggiore e duraturo, Shay diventa uno dei più temuti cacciatori di Assassini.\n\nIl viaggio di Shay non è solo un percorso di ideologia, ma anche una ricerca di vendetta per ciò che ha perso. Nonostante la sua alleanza con i Templari, il suo conflitto personale con la Confraternita degli Assassini è una costante in tutto il gioco. Il suo arco narrativo esplora anche il tema della redenzione, poiché Shay cerca di rimediare agli errori che ha commesso lungo il cammino."
                  },
                  {
                    "name": "Charles Lee",
                    "characterImage": "charles_rouge",
                    "desc": "Charles Lee è uno dei personaggi chiave di Assassin's Creed Rogue e un alleato fondamentale di Shay Cormac durante la sua transizione verso l'Ordine dei Templari. La sua figura, complessa e determinata, gioca un ruolo cruciale nel guidare Shay nel suo nuovo cammino e nella sua evoluzione all'interno dei Templari.\n\nCharles Lee è un uomo profondamente convinto della causa dei Templari. La sua vita e le sue scelte sono influenzate dalla sua fede nell'ordine, che vede come la forza che può porre fine al caos e alla disuguaglianza nel mondo. Nato in un contesto che lo ha spinto a cercare ordine e stabilità, Lee ha scelto di abbracciare gli ideali templari sin dalla giovinezza, credendo che il mondo avrebbe avuto bisogno di un governo centrale e autoritario per garantire la pace.\n\nIl suo ruolo nell'Ordine dei Templari, Lee ricopre una posizione di rilievo. È un uomo strategico, audace e capace di compiere azioni decisive per portare avanti gli interessi dei Templari. Le sue azioni non sono mai superficiali; piuttosto, sono calcolate e motivate da una visione a lungo termine di stabilità e controllo. Per lui, i Templari sono gli unici in grado di mantenere l'ordine nel mondo.\n\nLee è un uomo che non è disposto a dubitare delle sue convinzioni, anche quando queste lo mettono in contrasto con gli altri. La sua rigidità mentale è sia una forza che una debolezza: è in grado di agire con grande sicurezza, ma talvolta la sua mancanza di flessibilità lo porta a sottovalutare le dinamiche più complesse delle situazioni in cui si trova coinvolto.\n\nAll'inizio del gioco, Charles Lee svolge un ruolo di mentore per Shay. Essendo un Templare di esperienza, Lee aiuta Shay a comprendere gli ideali dell'Ordine e lo guida nella sua evoluzione. La sua presenza è fondamentale nel percorso di Shay, in quanto lo introduce più profondamente alla causa dei Templari e lo aiuta a sviluppare una nuova comprensione della giustizia e dell'ordine.\n\nNonostante la relazione inizialmente positiva tra Lee e Shay, il gioco esplora il conflitto ideologico che si sviluppa tra i due. La crescita di Shay come Templare mette in luce le differenze tra i due, ma nonostante ciò, Lee rimane un mentore che cerca di insegnare a Shay l'importanza di seguire l'Ordine e le sue leggi. La loro relazione si sviluppa in modo complesso, con Lee che gioca un ruolo fondamentale nelle decisioni che Shay prende nel corso del gioco.\n\nLa sua figura rappresenta la determinazione e la convinzione in una causa, anche se la sua visione del mondo lo porta a entrare in conflitto con i protagonisti della serie e, in particolare, con Shay. La sua presenza è determinante nel plasmare le scelte di Shay e nel guidarlo attraverso un percorso che cambierà irreversibilmente le sue convinzioni. Lee è un esempio di come le ideologie possono modellare un individuo e portarlo a compiere azioni che, pur mosse dalle migliori intenzioni, hanno implicazioni profonde e spesso tragiche."
                  },
                  {
                    "name": "Ade'Wale'",
                    "characterImage": "adewale_rouge",
                    "desc": "In Assassin's Creed Rogue, Adéwalé è un personaggio di grande rilevanza, un ex-assassino che diventa un protagonista centrale nella narrazione, soprattutto come uno degli antagonisti principali di Shay Cormac. La sua figura è particolarmente interessante, poiché rappresenta uno dei legami più forti con il passato di Shay, ma anche un simbolo della lotta tra la Confraternita degli Assassini e l'Ordine dei Templari.\nAdéwalé è stato introdotto per la prima volta in Assassin's Creed IV: Black Flag, dove era un membro importante della ciurma di Edward Kenway. In Rogue, il suo passato come ex-assassino è centrale. Dopo aver ottenuto la libertà da una vita di schiavitù, Adéwalé si unisce agli Assassini, motivato dalla lotta per la libertà e l'uguaglianza. La sua abilità come combattente e la sua ferocia lo hanno reso un membro rispettato della Confraternita. In Rogue, Adéwalé è ormai diventato un membro senior della Confraternita degli Assassini. Dopo il tradimento di Shay e il suo passaggio ai Templari, Adéwalé diventa uno dei principali cacciatori di traditori e rivale del protagonista. Il suo ruolo in Rogue è quello di antagonista che cerca di fermare Shay e di proteggere gli ideali della Confraternita degli Assassini.\nDopo il tradimento di Shay, Adéwalé si inserisce nel gioco come uno degli avversari principali. Il suo obiettivo è fermare Shay e impedire che i Templari ottengano il controllo su eventi e situazioni cruciali. La sua presenza costante come cacciatore di Templari è un catalizzatore che spinge Shay a prendere decisioni sempre più drastiche.\nLa sua connessione con Shay è una delle forze motrici della trama.\nAdéwalé non solo vuole fermare Shay per i danni che sta causando alla Confraternita, ma è anche un simbolo del passato di Shay, un ricordo delle sue scelte precedenti. Questo conflitto tra i due ex compagni di lotta rende la loro dinamica estremamente interessante e carica di emozioni.\nIl suo ruolo è cruciale per lo sviluppo emotivo e narrativo del gioco. La sua figura è un riflesso della lotta tra la libertà degli Assassini e l'ordine dei Templari. Il conflitto tra lui e Shay, che un tempo condividevano la stessa causa, è emotivamente carico e rappresenta il cuore di molte delle sfide morali che il giocatore affronta nel gioco.\nIl suo impegno per la causa degli Assassini, la sua determinazione e il suo forte senso di giustizia lo rendono un personaggio memorabile, che arricchisce la trama di Assassin's Creed Rogue con un antagonismo che non è solo fisico, ma anche ideologico e personale."
                  },
                  {
                    "name": "Christopher Gist",
                    "characterImage": "christopher",
                    "desc": "Christopher Gist è un personaggio importante in Assassin's Creed Rogue, un uomo che svolge un ruolo chiave nell'evoluzione della trama, specialmente in relazione a Shay Cormac e agli eventi che avvengono durante il gioco. Anche se non è uno dei protagonisti principali, Gist ha un impatto notevole su Shay e sulle sue scelte; è un uomo di origini inglesi che, nel contesto del gioco, è noto principalmente per il suo ruolo di esploratore e cacciatore. È stato un personaggio storico che ha avuto un'influenza significativa negli Stati Uniti nel periodo della colonizzazione. Nella trama di Assassin's Creed Rogue, Gist lavora inizialmente come alleato degli Assassini. La sua presenza si inserisce nelle operazioni della Confraternita, dove ha a che fare con l'esplorazione, la raccolta di informazioni e il rafforzamento delle alleanze per fermare i Templari.\nGist e Shay si incontrano quando quest'ultimo è ancora parte della Confraternita degli Assassini. Inizialmente, Gist appare come un personaggio benvoluto da Shay, un uomo che condivide con lui la causa e gli ideali degli Assassini. Tuttavia, come per altri membri della Confraternita, la sua relazione con Shay cambierà nel corso del gioco, soprattutto quando Shay sceglierà di passare ai Templari.\nSebbene Gist non sia un personaggio dominante nella Confraternita, la sua lealtà agli ideali degli Assassini è chiara. Condivide la missione di proteggere la libertà e di combattere contro l'oppressione dei Templari, ed è disposto a prendere azioni drastiche per perseguire questi scopi. La sua connessione con Shay e la sua guida, seppur indiretta, sono importanti nel fornire al giovane Assassino una figura di riferimento.\nLa sua personalità, che unisce un forte senso della giustizia a una determinazione pragmatica, lo rende un personaggio che agisce sempre per ciò che considera giusto, anche se questo lo porta a diventare un avversario di Shay."
                  },
                  {
                    "name": "Liam O'Brien",
                    "characterImage": "liam",
                    "desc": "È uno degli alleati principali di Shay durante la sua permanenza nella Confraternita degli Assassini, ma la sua evoluzione nel gioco lo porta a diventare uno degli antagonisti principali dopo il tradimento di Shay.\nLiam O'Brien è un giovane Assassino, proveniente dall'Irlanda, che si unisce alla Confraternita degli Assassini per combattere contro le ingiustizie e l'oppressione. La sua personalità è quella di un uomo molto leale e determinato, che crede fermamente nella causa degli Assassini. La sua relazione con Shay Cormac è di grande importanza: i due si considerano fratelli e condividono una forte connessione, che va ben oltre la semplice alleanza ideologica. Liam è uno degli amici più cari di Shay e, durante le prime fasi del gioco, i due combattono fianco a fianco come parte della Confraternita. Liam è un uomo di grande valore, sempre pronto a seguire gli ordini e a compiere sacrifici per la causa. La sua lealtà verso gli Assassini è incrollabile, e per molto tempo rappresenta un punto di riferimento per Shay. La connessione tra i due è profonda, tanto che il tradimento di Shay avrà un impatto devastante su Liam, sia personalmente che ideologicamente.\nLiam è un personaggio che incarna l'ideale dell'Assassino in modo molto puro. La sua visione della libertà, della giustizia e della protezione degli innocenti è ciò che guida le sue azioni. È estremamente leale alla Confraternita degli Assassini, e la sua dedizione alla causa lo rende un personaggio inflessibile, che non accetta compromessi. La sua forte convinzione nelle ideologie degli Assassini lo porta a compiere missioni pericolose, sempre disposto a sacrificarsi per il bene della Confraternita.\nSebbene Liam sia un personaggio che agisce principalmente con razionalità e determinazione, il tradimento di Shay lo porta a vivere un conflitto interiore. La sua rabbia e frustrazione nei confronti di Shay sono evidenti, ma allo stesso tempo non è privo di dolore. Per Liam, il tradimento di Shay non è solo una questione politica, ma un colpo profondo a livello personale, poiché perde un amico e un compagno di battaglia che considerava come un fratello. La sua lealtà agli Assassini, la sua determinazione e la sua rabbia nei confronti di Shay lo rendono un personaggio molto potente e centrale nella trama. La sua figura incarna il conflitto tra la lealtà a un'ideologia e il dolore causato dal tradimento di un amico, rendendolo un avversario formidabile per Shay."
                  },
                    {
                      "name": "Duncan Walpole",
                      "characterImage": "duncan",
                      "desc": "Duncan Walpole è un capitano di nave britannico, e la sua figura è strettamente legata al contesto marittimo di Assassin's Creed Rogue. La sua posizione di capitano e il suo ruolo nell'esercito britannico lo pongono in un contesto di grande responsabilità, e la sua esperienza lo rende un uomo rispettato e temuto da molti. Tuttavia, dietro la sua facciata di ufficiale esperto e autoritario, Walpole nasconde segreti e ambizioni che si rivelano cruciali per gli eventi che seguiranno nel gioco.\n\nWalpole è inizialmente presentato come un membro della Confraternita degli Assassini, ed è proprio attraverso di lui che Shay Cormac entra in contatto con gli Assassini all'inizio del gioco. Walpole sembra essere una figura di riferimento per Shay, e la sua autorità all'interno della Confraternita rappresenta un importante punto di partenza per la carriera di Shay come Assassino. Tuttavia, la figura di Walpole è ambigua, e si rivelerà centrale nel determinare il destino di Shay, in quanto è coinvolto in eventi che porteranno Shay a fare una scelta drammatica e a passare dalla parte dei Templari.\n\nSebbene Walpole sembri all'inizio un personaggio che agisce nel bene della Confraternita, le sue azioni e le sue motivazioni si rivelano essere più complesse di quanto appaiano. La sua lealtà agli Assassini è messa in discussione da eventi e decisioni che si compiono nel corso della trama. Walpole è una figura che incarna in parte l'ambiguità morale, e la sua relazione con Shay è influenzata dalle sue stesse scelte e dai suoi interessi personali.\n\nDuncan Walpole è un personaggio che gioca un ruolo fondamentale nell'iniziare la storia di Assassin's Creed Rogue e nel plasmare il percorso di Shay Cormac. La sua figura di leader e mentor si trasforma nel motore del conflitto che segna la separazione tra Shay e la Confraternita degli Assassini.\n\nLa sua personalità autoritaria e ambigua lo rende una figura complessa, che, pur non essendo il principale antagonista, è essenziale per lo sviluppo della trama e per la trasformazione di Shay. La sua influenza su Shay è evidente e duratura, segnando un passaggio critico nel gioco e nel destino del protagonista."
                    }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-rogue/maps/north-america"
                }
            ]
        },
        {
            "id": 8,
            "title": "Assassin's Creed Unity",
            "cover": "Assassins_Creed_unity",
            "story": "Assassin's Creed Unity (2014) è un gioco ambientato durante la Rivoluzione Francese, nel 1789, e segue le vicende di Arno Dorian, il protagonista, mentre naviga tra le turbolente lotte politiche e sociali che segnarono la fine dell'Ancien Régime e l'inizio della Prima Repubblica Francese. L'ambientazione del gioco è Parigi, che viene ricostruita in modo dettagliato e ricco di vita, con il famoso scenario della presa della Bastiglia e la ghigliottina al centro della rivoluzione.\n\nLa trama si concentra sulla vendetta e sulla redenzione di Arno Dorian. Fin da giovane, Arno perde il padre, un Assassino, e viene adottato dal nobile François de la Serre. Crescendo, Arno scopre che la sua vera missione è legata alla Confraternita degli Assassini, e quando la sua famiglia adottiva viene coinvolta in intrighi politici, la sua vita cambia drasticamente. Arno si ritrova coinvolto in un conflitto tra Assassini e Templari, ma la sua motivazione iniziale è la vendetta contro coloro che hanno distrutto la sua famiglia. Tuttavia, nel corso della sua avventura, Arno dovrà fare i conti con le proprie convinzioni morali, e la lotta tra le due fazioni si intreccerà con eventi storici che cambieranno per sempre il corso della Francia.\n\nIl gioco esplora temi di giustizia, tradimento e lotta per la libertà, con Arno che cerca di bilanciare il suo desiderio di vendetta con il bisogno di fare la cosa giusta. Nel corso della storia, si troverà ad affrontare scelte difficili, che riguardano il suo rapporto con la Confraternita e la sua lotta interiore sul significato della libertà e della giustizia.\n\nAssassin's Creed Unity introduce diverse novità rispetto ai precedenti capitoli della serie, in particolare per quanto riguarda il gameplay e le meccaniche di gioco:\n\n- **Parigi Ricreata con Grande Dettaglio**: La città di Parigi è ricostruita in modo incredibilmente dettagliato, con una grande attenzione ai luoghi storici, come la Cattedrale di Notre-Dame, il Louvre e la Place de la Révolution, dove si svolgono eventi chiave della Rivoluzione.\n\n- **Cooperativa Multigiocatore**: Una delle novità più significative di Unity è la modalità cooperativa, che permette ai giocatori di formare squadre di fino a quattro persone per affrontare missioni e obiettivi insieme, lavorando in sinergia per completare gli incarichi in modo furtivo o combattivo. Questa modalità aggiunge una dimensione sociale e tattica al gioco.\n\n- **Sistema di Movimento e Parkour**: Unity perfeziona il sistema di parkour già introdotto nei giochi precedenti. Arno è in grado di eseguire movimenti più fluidi e naturali, scavalcando e arrampicandosi sulle strutture di Parigi con maggiore agilità. La possibilità di scendere velocemente dai tetti e spostarsi rapidamente tra i vari piani degli edifici aggiunge un'ulteriore dimensione di gioco.\n\n- **Personalizzazione e Progressione**: Il gioco introduce un sistema di progressione del personaggio più profondo, dove è possibile personalizzare l'equipaggiamento, le armi e le abilità di Arno. Questo sistema consente ai giocatori di adattare il proprio stile di gioco, scegliendo tra diverse opzioni di attacco e difesa.\n\n- **Scontri di Massa e Fazioni**: La Rivoluzione Francese è rappresentata come uno scenario di grande instabilità, con frequenti conflitti tra diverse fazioni. Arno può scegliere di allearsi o affrontare altre fazioni, con eventi e scontri di massa che si verificano in tutta la città.",
            "releaseYear": 2014,
            "platform": [
                "PlayStation 4",
                "Xbox One",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Arno Dorian",
                    "characterImage": "arno",
                    "desc": "Arno Dorian è il protagonista di Assassin's Creed Unity ed è uno dei personaggi più complessi e sfaccettati dell'intera saga. La sua storia è segnata da drammi familiari, tradimenti e conflitti morali che lo portano a diventare un Assassino, ma anche a confrontarsi con le proprie convinzioni personali in un contesto turbolento come quello della Rivoluzione Francese.\nArno nasce nel 1768, figlio di Charles Dorian, un Assassino che viene ucciso quando Arno è ancora un bambino. La morte di suo padre segna profondamente la vita di Arno e diventa il primo grande trauma della sua infanzia. Dopo la morte del padre, Arno viene preso sotto l'ala protettiva di François de la Serre, un nobile e influente personaggio dell'alta società parigina, e cresce accanto alla figlia di quest'ultimo, Élise de la Serre, con la quale sviluppa una forte connessione, che si trasforma in un amore profondo.\nArno vive la sua giovinezza lontano dalle difficoltà e dalle lotte politiche che caratterizzeranno la sua vita adulta. Tuttavia, la sua felicità viene interrotta quando un tragico evento segna la sua adolescenza e cambia il corso della sua esistenza. La sua vita prende una piega drammatica quando François de la Serre viene assassinato in circostanze misteriose, e Arno è costretto a prendere coscienza delle trame di potere che si nascondono dietro la morte del suo padre adottivo. Questo evento lo spinge a entrare in conflitto con le forze che lo circondano e lo porta a scoprire il mondo segreto della Confraternita degli Assassini.\nInizialmente, Arno si spinge nel mondo degli Assassini principalmente per cercare vendetta per la morte di François de la Serre e scoprire la verità dietro gli eventi che hanno segnato la sua vita. Il suo desiderio di giustizia, che nasce da un forte senso di tradimento, lo spinge ad affrontare le forze dei Templari, che sono in realtà i responsabili dietro le macchinazioni che hanno distrutto la sua famiglia adottiva. Tuttavia, man mano che la sua avventura prosegue, Arno si troverà a lottare con la propria identità, il suo legame con Élise (che è un'ardente sostenitrice dei Templari) e le sue convinzioni morali riguardo alla giustizia e al bene maggiore.\nLa sua motivazione si evolve durante la trama, passando dalla vendetta personale alla ricerca di una causa più grande. La sua lotta per la giustizia lo porta a confrontarsi non solo con i Templari, ma anche con la Confraternita stessa, mettendo alla prova la sua lealtà e il suo senso di giustizia. Arno non è un eroe tradizionale, ma un uomo in continua evoluzione, diviso tra i suoi legami emotivi e il dovere che gli impone la Confraternita.\nArno è un personaggio che si distingue per la sua determinazione e il suo carisma. Sebbene cresca in un ambiente privilegiato, la sua natura di giovane idealista lo rende empatico verso le sofferenze degli altri. All'inizio del gioco, Arno è un uomo con un forte senso della giustizia, ma la sua visione è influenzata dalla vendetta e dalla passione. È un personaggio impulsivo, che spesso agisce d'istinto, ma nel corso della sua crescita, diventa sempre più riflessivo e consapevole delle conseguenze delle sue azioni.\nArno è anche un uomo che cerca di bilanciare le sue emozioni, il suo senso di lealtà verso la Confraternita e l'amore per Élise, che diventa una delle sue motivazioni principali. Questo conflitto interno tra amore e dovere è una delle caratteristiche che lo rende un personaggio profondo e complesso. Sebbene non sia sempre sicuro di cosa sia giusto o sbagliato, Arno è sempre pronto a fare sacrifici per proteggere ciò che ama.\nCome Assassino, Arno è un combattente abile e versatile. Il suo stile di combattimento si distingue per la sua fluidità e agilità. Arno è particolarmente esperto nelle tecniche di parkour, che gli permettono di muoversi agilmente attraverso Parigi, arrampicandosi su edifici e scivolando tra le strade affollate con facilità. Il suo approccio al combattimento è equilibrato: sa usare sia l'approccio stealth, evitando di farsi notare, sia il combattimento diretto, quando le circostanze lo richiedono.\nArno è anche in grado di utilizzare una varietà di armi, tra cui la lama nascosta, la spada e la pistola, e ha accesso a una serie di strumenti che gli consentono di affrontare situazioni diverse in modo strategico. Il sistema di combattimento di Unity permette ai giocatori di scegliere se affrontare i nemici a viso aperto o adottare un approccio furtivo, e Arno è particolarmente bravo a combinare questi due stili, adattandosi alle circostanze.\nLe relazioni di Arno sono centrali nella trama di Unity. Il suo legame con Élise, che è un personaggio complesso e ambivalente, è il fulcro emotivo della sua storia. Entrambi i personaggi si trovano su lati opposti della guerra tra Assassini e Templari, creando un conflitto emotivo che alimenta gran parte delle sue decisioni. Arno è diviso tra il suo amore per Élise e il suo dovere nei confronti della Confraternita, con la consapevolezza che le sue azioni potrebbero danneggiare la persona che ama.\nAltre figure importanti nella vita di Arno includono il suo mentore, Pierre Bellec, e altri membri della Confraternita degli Assassini, con i quali Arno condivide sia alleanze che rivalità. Le sue relazioni con questi personaggi contribuiscono a far crescere Arno sia come guerriero che come uomo.\nLa sua storia si sviluppa in modo che il giocatore possa comprendere le sue lotte interiori, le sue motivazioni e il suo desiderio di trovare un equilibrio tra il dovere e la sua vita personale, il tutto in un contesto storico ricco di eventi cruciali per la storia della Francia."
                  },
                  {
                    "name": "Élise De La Serre",
                    "characterImage": "elise_unity",
                    "desc": "Élise de la Serre è uno dei personaggi principali di Assassin's Creed Unity e rappresenta un elemento fondamentale nella trama del gioco. La sua figura è complessa, intrisa di passione, conflitti morali e lealtà contrastanti, che la rendono un personaggio centrale nella lotta tra Assassini e Templari. La sua relazione con Arno Dorian, il protagonista, è uno degli aspetti emotivamente più potenti e turbolenti della storia.\nÉlise è figlia di François de la Serre, un nobile francese di alto rango, e come tale cresce in un ambiente di privilegio e lusso. La sua infanzia e adolescenza sono segnate dalla morte precoce del padre, che la lascia orfana e la spinge a cercare una nuova strada nella vita. Dopo la morte del padre, Élise si avvicina ai Templari, una setta che ha una grande influenza nella Francia pre-rivoluzionaria. Questo legame con i Templari diventa uno degli aspetti più determinanti della sua vita, poiché Élise crede fermamente nei principi della loro causa, che la spingono a cercare la stabilità e l'ordine in un mondo turbolento.\nIn parallelo, Élise ha una lunga e profonda amicizia con Arno Dorian, che inizia fin dalla loro infanzia. I due crescono insieme come fratelli, sviluppando un legame affettivo che si trasforma in amore quando diventano adulti. Tuttavia, la loro relazione è estremamente complicata dal fatto che Élise segue la causa dei Templari, mentre Arno, che inizialmente non è coinvolto nei conflitti tra Assassini e Templari, si unisce successivamente alla Confraternita degli Assassini.\nLa loro relazione diventa quindi un continuo conflitto tra amore e lealtà, con Élise che si trova divisa tra il suo affetto per Arno e il suo impegno verso la causa dei Templari.\nÉlise è un personaggio che incarna determinazione, lealtà e una forte fede nelle sue convinzioni, ma anche una grande fragilità. La sua personalità è caratterizzata da un forte senso di giustizia e da un desiderio di vedere la Francia e il mondo in generale in uno stato di ordine e stabilità. La sua fedeltà alla causa dei Templari non è solo una questione di potere, ma è anche alimentata da una visione personale e ideologica su come dovrebbe essere il mondo. Questo la porta a essere molto sicura delle sue scelte, anche quando queste vengono messe in contrasto con quelle di Arno e con la sua crescente consapevolezza delle azioni dei Templari.\nTuttavia, la sua convinzione nella causa dei Templari è anche il suo punto di debolezza. Élise è così profondamente legata alla loro ideologia che, nonostante il suo affetto per Arno, non riesce a vedere oltre la sua visione del mondo. La sua determinazione nel difendere la causa dei Templari la porta a prendere decisioni che, sebbene basate su ciò che considera giusto, finiscono per metterla in conflitto con le sue stesse emozioni e con le persone che ama.\nÉlise, pur essendo fortemente convinta della giustezza della causa dei Templari, non riesce a ignorare i suoi sentimenti per Arno, che sono una costante fonte di conflitto interiore. La sua lotta tra il dovere verso i Templari e l'amore per Arno è uno degli aspetti più tragici e affascinanti del suo personaggio. La sua relazione con lui è un mix di passione, dolore e tradimento, ed è fondamentale per comprendere le scelte che fa nel corso del gioco."
                  },
                  {
                    "name": "François De La Serre",
                    "characterImage": "francois",
                    "desc": "François de la Serre è un nobile francese di alto rango, un aristocratico che gode di una posizione privilegiata all'interno della società parigina. È il padre adottivo di Arno Dorian e il padre biologico di Élise de la Serre. La sua figura rappresenta un esempio di nobiltà e potere, ma anche di intrighi e di relazioni complesse con le forze politiche e sociali del tempo.\nDe la Serre è coinvolto nella vita politica e sociale della Francia del XVIII secolo, ma il suo ruolo più significativo nel contesto del gioco è quello di essere una figura centrale nelle vicende che legano la Confraternita degli Assassini ai Templari. La sua morte, infatti, segna l'inizio del conflitto che vedrà protagonista Arno, poiché l'assassinio di François è un evento che scatena una serie di azioni che mettono in moto la lotta tra le due fazioni rivali.\nFrançois de la Serre è un uomo di grande influenza, ma la sua personalità è anche segnata da un lato pragmatico e determinato. Sebbene sembri un padre affettuoso, le sue decisioni e le sue alleanze politiche lo pongono in un contesto di relazioni più ampie e di alleanze strategiche con i Templari. La sua connessione con questa setta è una delle forze che influenzeranno profondamente il destino di sua figlia Élise, che ne erediterà gli ideali e seguirà la causa templare con convinzione.\nLa sua morte prematura, sebbene non venga vista direttamente nel gioco, è uno degli eventi centrali che guida le azioni e le motivazioni dei personaggi principali, come Arno e Élise. La sua figura funge da catalizzatore per le dinamiche familiari e politiche che emergono nel gioco, e la sua morte è il punto di partenza per la serie di vendette, alleanze e conflitti che seguiranno."
                  },
                  {
                    "name": "Pierre Bellec",
                    "characterImage": "pierre",
                    "desc": "Pierre Bellec è un personaggio chiave in Assassin's Creed Unity e una delle figure più complesse e ambigue nel gioco. La sua storia è strettamente legata a quella di Arno Dorian, il protagonista, e le sue azioni e motivazioni giocano un ruolo significativo nello sviluppo della trama, soprattutto in relazione alla lotta tra Assassini e Templari.\nLa relazione tra Pierre Bellec e Arno è uno degli elementi più rilevanti del gioco. I due si incontrano quando sono entrambi membri della Confraternita degli Assassini, e inizialmente, Bellec è visto come un alleato leale e di supporto. Con il tempo, però, le cose cambiano. Bellec sviluppa una certa rivalità con Arno, che porta a conflitti tra i due, soprattutto quando le motivazioni di Bellec cominciano a emergere più chiaramente.\nIl legame tra Bellec e Arno si deteriora progressivamente. Le divergenze ideologiche e le azioni di Bellec creano una frattura tra loro, con Bellec che diventa sempre più ambiguo nel suo comportamento, e Arno che deve fare delle scelte difficili riguardo alla sua lealtà verso la Confraternita degli Assassini e verso le persone che lo circondano. La tensione tra i due cresce nel corso del gioco, facendo di Bellec una figura centrale e tormentata.\nPierre Bellec è un personaggio che incarna molti dei temi di Assassin's Creed Unity, come il conflitto tra lealtà, potere e ideologia. È un uomo segnato da un passato difficile e dalle sue esperienze personali, il che lo porta ad essere cinico, disilluso e pragmatico. Non crede completamente nei principi della Confraternita degli Assassini come Arno, e le sue azioni, purtroppo, lo rendono spesso un avversario difficile da affrontare."
                  },
                  {
                    "name": "Mirabeau",
                    "characterImage": "mirabeau",
                    "desc": "Mirabeau è un altro personaggio rilevante, che appare in modo prominente nelle vicende politiche della Rivoluzione Francese. È un uomo molto influente, un politico che ha idee molto forti su come dovrebbe essere organizzato il nuovo ordine sociale in Francia. La sua posizione politica e la sua connessione con la Confraternita degli Assassini rendono il suo personaggio importante per Arno e per lo sviluppo della trama."
                  },
                  {
                    "name": "Marquis De Sade",
                    "characterImage": "marquis",
                    "desc": "Il celebre filosofo e scrittore, noto per le sue idee estremamente libertine, appare come un personaggio secondario che offre una prospettiva unica sugli eventi e sulle ideologie in gioco. Sebbene non sia un personaggio centrale, la sua presenza aiuta a dare contesto storico e culturale alla Francia della Rivoluzione."
                  },
                  {
                    "name": "Re Louis XVI",
                    "characterImage": "louis",
                    "desc": "Il re di Francia, sebbene non abbia un ruolo attivo nel gameplay, è una figura simbolica nella narrazione. La sua esecuzione è uno degli eventi cardine della Rivoluzione Francese e segna l'inizio di un nuovo corso per la Francia, rappresentando il crollo dell'Ancien Régime."
                  },
                  {
                    "name": "Napoleone Bonaparte",
                    "characterImage": "napoleon",
                    "desc": "Anche se il suo ruolo in Unity non è tanto significativo come quello di altri personaggi, Napoleone Bonaparte è una figura di grande importanza storica durante la Rivoluzione Francese, e la sua ascesa al potere viene sfiorata nel gioco. Napoleone è l'incarnazione dei cambiamenti politici radicali che trasformano la Francia e l'Europa."
                  }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-unity/maps/france"
                }
            ]
        },
        {
            "id": 9,
            "title": "Assassin's Creed Syndicate",
            "cover": "Assassins_Creed_syndicate",
            "story": "Assassin's Creed Syndicate (2015) è l'undicesimo capitolo della famosa saga omonima, Assassin's Creed. Ambientato a Londra nel periodo della Rivoluzione Industriale, il gioco esplora le vicende di due nuovi protagonisti, i gemelli Jacob e Evie Frye, che si trovano ad affrontare il dominio dei Templari nella capitale britannica.\n\nAssassin's Creed Syndicate è ambientato nella Londra del 1868, durante il periodo vittoriano, quando la città era al centro di una grande trasformazione sociale, economica e politica. La Rivoluzione Industriale ha portato enormi cambiamenti: nuove tecnologie, l'espansione delle ferrovie, la crescita del potere della borghesia e delle classi industriali, ma anche enormi disuguaglianze sociali. La Londra di questo periodo è rappresentata in modo dettagliato, con una mappa vasta e ricca di attività e missioni secondarie.\n\nI protagonisti di Syndicate sono Jacob Frye e Evie Frye, due gemelli con stili di vita e personalità molto diverse, ma uniti dall'obiettivo comune di liberare Londra dal dominio dei Templari:\n\n- **Jacob Frye**: Impulsivo, carismatico e amante dell'azione diretta. La sua personalità più aggressiva lo porta a lottare per ottenere potere, puntando alla conquista del controllo di Londra, ma con una visione più pragmatica e meno strategica. Ha un forte senso dell'onore, ma non esita a ricorrere alla violenza se necessario.\n- **Evie Frye**: Più calma, riflessiva e strategica. Mentre Jacob è più orientato all'azione e all'intimidazione, Evie preferisce muoversi nell'ombra, pianificando meticolosamente ogni mossa. Il suo obiettivo principale è quello di fermare i Templari usando l'ingegno e la diplomazia, piuttosto che la violenza pura.\n\nQuesti due protagonisti offrono un'esperienza di gioco diversificata, consentendo al giocatore di scegliere tra due stili di gioco: uno più diretto e violento (Jacob) e uno più stealth e strategico (Evie).\n\n**Novità nelle meccaniche di gioco:**\n\n- **Doppio protagonista**: La possibilità di alternare tra Jacob ed Evie offre al giocatore un'ulteriore dimensione di gioco, con ognuno dei due che porta con sé abilità uniche. Jacob è più abile nel combattimento e nelle missioni violente, mentre Evie ha un'abilità superiore nell'infiltrarsi, nell'esplorazione e nelle missioni stealth.\n- **Veicoli**: Un'importante aggiunta in Syndicate è l'introduzione dei veicoli, in particolare le carrozze a cavallo, che possono essere utilizzate sia per spostarsi rapidamente per Londra sia come mezzo di combattimento. Questo arricchisce le dinamiche di gioco, specialmente durante le fughe o le missioni di combattimento.\n- **Sistema di combattimento**: Il combattimento è più fluido e dinamico, con un nuovo sistema di \"ripristino\" che permette al giocatore di reagire in tempo reale agli attacchi nemici. La varietà di armi, tra cui bastoni, pistole, spade e coltelli, permette diverse modalità di affrontare i nemici.\n- **Missioni e libertà**: Syndicate offre una vasta gamma di missioni secondarie, tra cui rapine, salvataggi, giochi di combattimento e altre attività che permettono al giocatore di esplorare a fondo la città. La mappa di Londra è completamente esplorabile, e i giocatori possono interagire con i vari quartieri per liberare la città dal controllo dei Templari.\n\n**Personaggi storici:**\n\nNel gioco appaiono personaggi storici noti, come Charles Dickens, Karl Marx, Alexander Graham Bell e Queen Victoria, che sono coinvolti in missioni che intrecciano eventi reali con la narrativa del gioco. Questi incontri offrono una visione più approfondita della vita nell'Inghilterra vittoriana, aggiungendo uno spessore storico significativo alla trama.\n\nLondra è rappresentata in modo dettagliato e vivace, con una grafica che cattura perfettamente l'atmosfera della capitale durante l'epoca vittoriana. Le strade affollate, gli edifici imponenti, le fabbriche in espansione e i vari quartieri sono tutti realizzati con attenzione al dettaglio, creando un mondo di gioco ricco di vita e di contrasti tra le diverse classi sociali.\n\nLa varietà di missioni, l'innovativo sistema di combattimento e le numerose attività secondarie rendono questo capitolo della saga uno dei più completi e divertenti.",
            "releaseYear": 2015,
            "platform": [
                "PlayStation 4",
                "Xbox One",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Jacob Frye",
                    "characterImage": "jacob",
                    "desc": "Jacob Frye è uno dei due protagonisti principali del gioco, un Assassino giovane, audace e impulsivo. È deciso a conquistare Londra, liberandola dal controllo dei Templari, ma spesso il suo approccio diretto e violento lo porta in conflitto con la sua sorella Evie. Jacob è un leader naturale e ha un forte senso dell'onore, anche se la sua personalità di “uomo d'azione” lo porta a prendere decisioni rapide e, a volte, poco strategiche. Il suo percorso nel gioco è caratterizzato dalla crescita, dall'apprendimento e dal bisogno di affrontare le sue responsabilità."
                  },
                  {
                    "name": "Evie Frye",
                    "characterImage": "evie",
                    "desc": "Evie Frye è la sorella gemella di Jacob, ed è l'altra protagonista giocabile. Evie è molto più riflessiva, calma e strategica rispetto a Jacob, e preferisce agire nell'ombra, pianificando le sue mosse. Il suo approccio più stealth e preciso alle missioni è in netto contrasto con l'approccio più impulsivo del fratello. Evie ha anche un profondo senso della giustizia e una motivazione per fermare i Templari che va oltre il semplice desiderio di potere, come nel caso di Jacob. Il suo legame con la storia degli Assassini è centrale e porta una prospettiva di giustizia e redenzione."
                  },
                  {
                    "name": "Henry Green",
                    "characterImage": "henry",
                    "desc": "Henry Green è un altro personaggio molto importante nella storia, un membro della Confraternita degli Assassini a Londra. Henry funge da mentore per i fratelli Frye, fornendo loro supporto nelle missioni e aiutandoli nella loro lotta contro i Templari. È un Assassino esperto, dedito alla causa, e ha un forte senso della lealtà. La sua guida è fondamentale per Jacob ed Evie, poiché li aiuta a imparare a muoversi tra le complesse trame politiche e sociali della città."
                  },
                  {
                    "name": "Charles Dickens",
                    "characterImage": "charles_synd",
                    "desc": "Charles Dickens, uno degli autori più celebri dell'epoca vittoriana, è un personaggio che appare in Syndicate. Nonostante sia più noto per le sue opere letterarie, Dickens è presentato come un personaggio attivo, coinvolto nelle difficoltà sociali dell'epoca e nelle lotte contro le ingiustizie. La sua interazione con i protagonisti è un tocco affascinante che aggiunge profondità storica al gioco."
                  },
                  {
                    "name": "Karl Marx",
                    "characterImage": "karl",
                    "desc": "Anche Karl Marx, il famoso filosofo e teorico politico, appare in Assassin's Creed Syndicate. Sebbene il suo ruolo non sia centrale come quello di altri personaggi storici, Marx è presentato come un personaggio che riflette sulle disuguaglianze sociali e le ingiustizie economiche che segnavano la Londra dell'epoca. La sua presenza nel gioco aiuta a contestualizzare le tensioni sociali e le idee che hanno alimentato i cambiamenti radicali di quel periodo."
                  },
                  {
                    "name": "Regina Victoria",
                    "characterImage": "victoria",
                    "desc": "Anche la Regina Victoria appare nel gioco, sebbene il suo ruolo non sia così prominente. La sua presenza, tuttavia, sottolinea l'epoca in cui il gioco è ambientato e come il potere monarchico fosse ancora un elemento influente nelle dinamiche politiche della Londra vittoriana. La sua figura simboleggia l'ordine istituzionale, un aspetto che viene contrastato dalla lotta dei protagonisti contro il controllo dei Templari."
                  }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-syndicate/maps/london"
                }
            ]
        },
        {
            "id": 10,
            "title": "Assassin's Creed Origins",
            "cover": "Assassins_Creed_origins",
            "story": "Assassin's Creed Origins (2017) è il capitolo che segna l'inizio della saga, esplorando le origini della Confraternita degli Assassini. Rilasciato nel 2017, il gioco è ambientato nell'Antico Egitto durante il periodo tolemaico, intorno al 49-43 a.C., e si concentra sulla storia di Bayek di Siwa, un Medjay che si trova coinvolto nella lotta tra Assassini e Templari, che in questo capitolo sono noti come I Figli di Horus.\n\nL'ambientazione principale di Assassin's Creed Origins è l'Egitto, che viene presentato in modo ampio e dettagliato. Il gioco permette ai giocatori di esplorare una vasta mappa che comprende diverse città e ambientazioni, tra cui Memphis, Alexandria, Giza, e il deserto libico, offrendo uno scenario ricco di storia, cultura e vita quotidiana nell'antico Egitto. La ricostruzione storica è estremamente dettagliata, con monumenti iconici come le Piramidi di Giza, il Museo di Alessandria e la Sphynx che arricchiscono l'esperienza visiva. Il gioco è ambientato in un mondo vivo e dinamico, dove i cicli giorno-notte e le stagioni influenzano la fauna e la vegetazione, contribuendo a creare un'atmosfera immersiva.\n\nNel gioco si incontrano vari personaggi storici. Alcuni di essi si intrecciano con la trama principale, altri sono incontrati durante le missioni secondarie. Tra questi, Giulio Cesare, Cleopatra, Marco Antonio e Ptolomeo XIII sono figure rilevanti che contribuiscono alla narrazione del gioco. Le interazioni con questi personaggi storici aggiungono un'importante dimensione storica, arricchendo il contesto in cui si svolge la trama.\n\nIn Assassin's Creed Origins, la narrazione si concentra sulla fondazione della Confraternita degli Assassini e sulle motivazioni che spingono Bayek ed Aya a lottare contro le forze oppressive. Il gioco segna un nuovo inizio per la serie, con un approccio RPG che rende l'esperienza ancora più immersiva. La vastità del mondo, la profondità della trama e l'introduzione di nuovi sistemi di gioco sono alcune delle principali innovazioni che caratterizzano questo capitolo. L'ambientazione storica, unita a un sistema di gioco aperto e dinamico, rende Origins uno dei giochi più apprezzati della saga.",
            "releaseYear": 2017,
            "platform": [
                "PlayStation 4",
                "Xbox One",
                "PC"
            ],
            "recAge": 18,
            "favourite": false,
            "characters": [
                {
                    "name": "Bayek Di Siwa",
                    "characterImage": "bayek",
                    "desc": "Bayek proviene dalla città di Siwa, un piccolo villaggio situato nel deserto egiziano. Inizialmente, Bayek è un Medjay, un antico titolo egiziano che denota una sorta di guardia speciale, protettore della giustizia e della legge. I Medjay avevano il compito di vigilare sulla sicurezza delle persone, difendendo i villaggi, i templi e le terre da minacce esterne e interne. La sua carriera da Medjay lo ha reso un uomo esperto nel combattimento, nell'uso delle armi e nella protezione della sua comunità.\nBayek è descritto come un uomo dal forte senso della giustizia, che ha dedicato la sua vita a proteggere le persone innocenti e a mantenere l'ordine, ma la sua vita cambia drasticamente a causa di eventi tragici che lo portano a intraprendere un cammino di vendetta e giustizia personale.\nBayek è un uomo leale, onorevole e deciso. La sua personalità è molto più sfaccettata di quanto possa sembrare inizialmente: da un lato, è un guerriero esperto, abile con diverse armi, ma dall'altro lato, porta con sé il peso di un dolore e di una sofferenza che lo motivano a cercare giustizia per il passato. La sua determinazione è alimentata dal desiderio di proteggere ciò che ama, ma anche dalla ricerca di una risposta per le ingiustizie che ha vissuto.\nÈ anche un uomo di grande empatia e compassione. Nonostante le circostanze difficili, Bayek è sempre disposto ad aiutare chi ha bisogno, specialmente le persone vulnerabili. Tuttavia, la sua sete di giustizia lo rende talvolta impulsivo e pronto ad affrontare pericoli senza pensare sempre alle conseguenze, un tratto che lo mette in contrasto con la sua controparte, Aya, che è più riflessiva e strategica.\nLa sua relazione con Aya, sua moglie, è una delle dinamiche centrali del gioco. Aya è un altro personaggio complesso, che ha motivazioni proprie e che si trova ad affrontare le proprie sfide mentre cerca di combattere contro i Templari a Roma. Sebbene i due siano profondamente legati, i loro approcci diversi alla lotta e alla vendetta spesso li pongono in contrasto. Mentre Bayek si concentra principalmente sulla vendetta, Aya è più interessata a un futuro di giustizia e libertà, un contrasto che rende il loro rapporto dinamico e intenso."
                  },
                  {
                    "name": "Aya Di Alexandria",
                    "characterImage": "aya",
                    "desc": "Aya, la moglie di Bayek, è un altro personaggio chiave della trama. Anche lei è coinvolta nella lotta contro i Figli di Horus e si distingue per la sua determinazione e abilità nel combattimento. Sebbene il gioco consenta di giocare sia come Bayek che come Aya in alcuni punti della storia, Aya si concentra maggiormente sulle proprie azioni a Roma, dove avrà un ruolo più attivo nella lotta contro i Templari. Aya è un personaggio con una forte volontà, ed è spesso il contrappeso emotivo e razionale di Bayek. Aya è un personaggio molto più agile e strategico di Bayek, con un’abilità particolare nelle tecniche di combattimento rapido e furtivo. Mentre Bayek si distingue per la sua forza fisica e la sua esperienza sul campo, Aya è più specializzata nell’uso delle armi leggere, delle lame e nell'arte dell'assassinio stealth. Questo contrasto tra i due si riflette nei loro stili di combattimento, ma anche nelle loro personalità e nei loro approcci alla lotta.\nAya ha anche una notevole abilità nell'uso delle parole e della diplomazia, cosa che le permette di tessere alleanze e influenzare eventi su una scala politica più ampia."
                  },
                  {
                    "name": "Figli Di Horus (I Templari)",
                    "characterImage": "horus_sons",
                    "desc": "I Figli di Horus sono i principali antagonisti nel gioco. Si tratta di un'antica setta di templi, i cui membri mirano a ottenere il potere assoluto e l'ordine tramite il controllo delle masse e dei governanti. Sebbene la loro figura non sia ancora quella dei Templari che conosciamo nei giochi successivi, in Origins rappresentano una minaccia per la libertà e l'autonomia degli egiziani, cercando di manipolare le politiche e le forze in gioco a loro favore. La lotta contro di loro segna l'inizio della lotta che in futuro porterà alla formazione della Confraternita degli Assassini.\nLa loro figura è un precursore dei Templari che conosciamo nei capitoli successivi della saga. Sebbene il termine 'Templari' non venga usato nel gioco, i Figli di Horus incarnano molti dei principi che caratterizzeranno questa setta in futuro, come il desiderio di ordine, controllo e dominio sugli altri. Il loro nome deriva da Horus, una delle divinità più importanti dell'antico Egitto, che simboleggia la protezione, ma anche il potere assoluto. Nella mitologia egizia, Horus è spesso rappresentato come il dio della regalità e della giustizia, ma i Figli di Horus ne pervertono il simbolismo, usando la sua figura per giustificare la loro sete di potere e controllo.\nL'organizzazione dei Figli di Horus è estremamente segreta, e i suoi membri operano dietro le quinte, con l'obiettivo di manipolare gli eventi storici a proprio favore. Essi cercano di creare un 'ordine' globale, ma a discapito della libertà individuale e dell'autonomia delle persone. Questo li rende particolarmente pericolosi, poiché si muovono nell'ombra, influenzando la politica, la religione e gli affari pubblici per raggiungere i loro scopi.\nI Figli di Horus sono gli antagonisti principali contro cui Bayek e gli altri protagonisti lottano nel gioco. La loro influenza sull'Egitto antico li rende una minaccia per il popolo e per le libertà individuali. Il conflitto tra i Figli di Horus e i protagonisti del gioco segna l'inizio della lotta tra Assassini e Templari. In Assassin's Creed Origins, i Figli di Horus non sono solo una minaccia diretta, ma incarnano l'idea di un mondo controllato da un'autorità centralizzata che impone la propria visione di ordine, contrastando la visione degli Assassini, che invece promuovono la libertà individuale."
                  },
                  {
                    "name": "Cleopatra VII",
                    "characterImage": "cleopatra",
                    "desc": "Cleopatra è una figura storica fondamentale nel gioco e uno dei personaggi centrali della narrativa. È la regina d'Egitto e gioca un ruolo cruciale nella lotta politica che si svolge durante il periodo in cui è ambientato Origins. Nonostante il suo potere e la sua influenza, Cleopatra è anche un personaggio ambizioso e determinato a restaurare la gloria dell'Egitto, spesso cercando alleanze per consolidare la sua posizione. La sua relazione con Bayek e Aya, così come il suo ruolo nella politica egiziana, è significativa, soprattutto nel contesto delle alleanze con Roma."
                  },
                  {
                    "name": "Giulio Cesare",
                    "characterImage": "caesar",
                    "desc": "Come leader romano e alleato di Cleopatra, Cesare è un altro personaggio chiave. La sua presenza nel gioco si inserisce all'interno delle tensioni politiche tra Roma ed Egitto. Cesare ha un forte impatto sulla trama, soprattutto in relazione alla dinastia egiziana e alle ambizioni di Cleopatra. La sua figura incarna il potere politico e l'ambizione romana che influiscono profondamente sugli eventi storici dell'epoca."
                  }
            ],
            "guides": [
                {
                    "site": "https://mapgenie.io/assassins-creed-origins/maps/egypt"
                }
            ]
        }
    ],
    "books": [
        {
            "id": 0,
            "title": "Assassin's Creed: The Secret Crusade",
            "cover": "the_secret_crusade",
            "releaseYear": 2011,
            "synopsys": "Assassin's Creed: The Secret Crusade è un romanzo scritto da Oliver Bowden che narra la vita e le imprese di Altaïr Ibn-La'Ahad, l'iconico Assassino protagonista del primo capitolo della saga di Assassin's Creed. Attraverso gli occhi di Niccolò Polo, il libro svela dettagli inediti sull'ascesa di Altaïr, il suo cammino verso la redenzione e le sue battaglie per fermare i Templari durante le Crociate. Il racconto intreccia azione, mistero e intrighi, offrendo una nuova prospettiva sul credo degli Assassini e sulle profonde scelte morali che definiscono il loro operato."
        },
        {
            "id": 1,
            "title": "Assassin's Creed: Renaissance",
            "cover": "Renaissance",
            "releaseYear": 2009,
            "synopsys": "Assassin's Creed: Renaissance, scritto da Oliver Bowden, segue le avventure di Ezio Auditore da Firenze, un giovane nobile trasformato in un Assassino dopo il tradimento e l'esecuzione della sua famiglia. Ambientato nell'Italia del Rinascimento, tra Firenze, Venezia e Roma, il romanzo racconta il viaggio di Ezio per vendicare i suoi cari, scoprire i segreti celati dagli Assassini e affrontare la cospirazione dei Templari che minaccia il mondo. Intrighi politici, battaglie epiche e alleanze con figure storiche come Leonardo da Vinci rendono questa storia un'avvincente esplorazione di vendetta, giustizia e redenzione."
        },
        {
            "id": 2,
            "title": "Assassin's Creed: Brotherhood",
            "cover": "Brotherhood",
            "releaseYear": 2010,
            "synopsys": "Assassin's Creed: Brotherhood, scritto da Oliver Bowden, continua la storia di Ezio Auditore, ora un leader rispettato della Confraternita degli Assassini. Dopo aver sconfitto i suoi nemici a Roma, Ezio si trova a dover affrontare una nuova minaccia rappresentata dalla famiglia Borgia, decisa a consolidare il proprio potere. Mentre costruisce un esercito di Assassini per contrastare il dominio dei Templari, Ezio affronta dilemmi personali e cerca di proteggere il Credo. Tra intrighi politici, battaglie e alleanze, il romanzo esplora la responsabilità di Ezio come mentore e il suo impegno nel liberare l'Italia dalla tirannia dei Borgia."
        },
        {
            "id": 3,
            "title": "Assassin's Creed: Black Flag",
            "cover": "black_flag",
            "releaseYear": 2013,
            "synopsys": "Assassin's Creed: Black Flag, scritto da Oliver Bowden, segue le avventure di Edward Kenway, un giovane inglese ambizioso che sogna ricchezza e gloria. Edward si ritrova coinvolto nel mondo dei pirati durante l'età d'oro della pirateria, navigando i Caraibi e scontrandosi con Templari e Assassini. Attraverso il suo viaggio, Edward lotta per trovare il suo posto tra il caos della vita piratesca e il codice morale degli Assassini. Il romanzo mescola azione, intrighi e il fascino dei mari tropicali, raccontando una storia di crescita personale e di scoperta della vera libertà."
        },
        {
            "id": 4,
            "title": "Assassin's Creed: Desert Oath",
            "cover": "desert_oath",
            "releaseYear": 2017,
            "synopsys": "Assassin's Creed: Desert Oath, scritto da Oliver Bowden, racconta la storia di Altair Ibn-La'Ahad prima degli eventi di Assassin's Creed e approfondisce la sua giovinezza e il suo percorso verso l'ordine degli Assassini. Ambientato nel deserto, il romanzo esplora le origini di Altair, cresciuto nella città di Masyaf, e il suo desiderio di diventare un Assassino sotto la guida di suo padre, che lo spinge a seguire il Credo degli Assassini. Attraverso sfide, scoperte e il confronto con i Templari, Altair affronta il suo destino, lottando per capire il significato della libertà e della giustizia. Il romanzo aggiunge nuovi dettagli alla mitologia della serie, offrendo uno sguardo più profondo sulla formazione del protagonista."
        },
        {
            "id": 5,
            "title": "Assassin's Creed: Forsaken",
            "cover": "forsaken",
            "releaseYear": 2012,
            "synopsys": "Assassin's Creed: Forsaken, scritto da Oliver Bowden, segue la storia di Charles Dorian, il padre di Arno Dorian, protagonista di Assassin's Creed: Unity. Il romanzo esplora la vita di Charles, un Assassino che, tradito dalla sua stessa Confraternita, si trova coinvolto in un complotto che lo porta alla morte. La trama si concentra sul suo desiderio di vendetta contro coloro che lo hanno tradito e sulla sua lotta per proteggere il Credo degli Assassini. La storia di Charles fornisce un contesto importante per gli eventi che influenzeranno la vita di suo figlio Arno, ponendo le basi per gli eventi di Unity. Intrighi, tradimenti e la lotta per la giustizia sono al centro di questo avvincente racconto."
        },
        {
            "id": 6,
            "title": "Assassin's Creed: Revelations",
            "cover": "revelations",
            "releaseYear": 2011,
            "synopsys": "Assassin's Creed: Revelations, scritto da Oliver Bowden, segue le ultime avventure di Ezio Auditore, ormai maturo e potente, mentre cerca di svelare i segreti lasciati dal leggendario Assassino Altaïr Ibn-La'Ahad. Ambientato principalmente a Costantinopoli, il romanzo narra la ricerca di Ezio per trovare e sbloccare la Biblioteca di Altaïr, un luogo misterioso che contiene conoscenze cruciali per la Confraternita degli Assassini. Durante il viaggio, Ezio si scontra con i Templari e le forze che minacciano la libertà, ma deve anche affrontare il suo destino e la sua eredità. Il romanzo esplora temi di saggezza, perdono e il peso delle scelte, mettendo in evidenza il viaggio interiore di Ezio mentre si avvicina alla fine della sua vita."
        },
        {
            "id": 7,
            "title": "Assassin's Creed: Underworld",
            "cover": "underworld",
            "releaseYear": 2015,
            "synopsys": "Assassin's Creed: Underworld, scritto da Oliver Bowden, segue le avventure di Edward Kenway, il protagonista di Assassin's Creed: Black Flag, e si concentra sulla sua ricerca di ricchezze e potere nei sotterranei di Londra. Dopo aver scoperto un misterioso artefatto, Edward si ritrova coinvolto in una serie di eventi che lo portano a esplorare le profondità del mondo sotterraneo della città, incontrando sia alleati che nemici. La trama si sviluppa tra la lotta contro i Templari, le alleanze con altre fazioni e la continua ricerca di risposte sulle sue origini e sul suo ruolo nel conflitto tra Assassini e Templari. Il romanzo esplora temi di corruzione, redenzione e il prezzo della ricerca del potere."
        },
        {
            "id": 8,
            "title": "Assassin's Creed: Unity",
            "cover": "unity",
            "releaseYear": 2014,
            "synopsys": "Assassin's Creed: Unity, scritto da Oliver Bowden, racconta la storia di Arno Dorian, un giovane nobile francese la cui vita cambia drasticamente dopo l'assassinio del padre adottivo, Pierre Bellec, e la successiva ascesa della Rivoluzione Francese. Arno si unisce alla Confraternita degli Assassini per vendicare la morte del suo padre adottivo e per fermare i Templari che stanno manipolando gli eventi dietro le quinte. Il romanzo esplora la sua crescita personale, la sua lotta interna tra giustizia e vendetta, e la sua relazione con Élise, una giovane donna legata ai Templari. Tra le strade parigine e gli eventi storici cruciali della Rivoluzione, Arno affronta tradimenti, alleanze e sfide che lo porteranno a scoprire il vero significato del Credo degli Assassini."
        }
    ],
    "films": [
        {
            "id": 0,
            "title": "Assassin's Creed",
            "cover": "ac_movie",
            "releaseYear": 2016,
            "synopsys": "Assassin's Creed (2016) è un film diretto da Justin Kurzel, basato sull'omonima serie di videogiochi. La trama segue Callum Lynch (interpretato da Michael Fassbender), un uomo condannato a morte per un crimine che non ha commesso, ma che viene successivamente resuscitato da una corporazione chiamata Abstergo Industries. Attraverso una macchina chiamata Animus, Callum è costretto a rivivere i ricordi del suo antenato, Aguilar de Nerha, un Assassino del XV secolo coinvolto nel conflitto tra Assassini e Templari. Man mano che Callum esplora il passato di Aguilar, inizia a riscoprire il proprio potenziale e a sfidare il controllo di Abstergo, che cerca di utilizzare il potere di un antico artefatto, noto come la Mela dell'Eden, per controllare l'umanità. Il film mescola azione, dramma storico e elementi di fantascienza, esplorando temi come il libero arbitrio, l'oppressione e la lotta per la libertà."
        },
        {
            "id": 1,
            "title": "Assassin's Creed Embers",
            "cover": "ac_embers",
            "releaseYear": 2011,
            "synopsys": "Assassin's Creed: Embers è un cortometraggio animato che funge da epilogo per la storia di Ezio Auditore, il protagonista della serie di Assassin's Creed II, Brotherhood e Revelations. Ambientato dopo gli eventi di Assassin's Creed: Revelations, il film segue Ezio che, ormai ritirato dalla vita di Assassino, vive una vita tranquilla in un villaggio italiano con la sua famiglia. Tuttavia, il suo passato lo raggiunge quando una giovane Assassina, Shao Jun, arriva per chiedere il suo aiuto. Embers esplora temi di redenzione, famiglia e il peso della legacy, con Ezio che deve affrontare l'ultimo capitolo della sua vita da Assassino. Il cortometraggio presenta anche una riflessione sulla fine di un'era per Ezio e l'inizio di una nuova generazione di Assassini."
        },
        {
            "id": 2,
            "title": "Assassin's Creed Lineage",
            "cover": "ac_lineage",
            "releaseYear": 2009,
            "synopsys": "Assassin's Creed: Lineage è una serie di cortometraggi in live-action che funge da prequel per il videogioco Assassin's Creed II. La storia si concentra su Giovanni Auditore, il padre di Ezio Auditore, e le sue azioni prima degli eventi del gioco. Giovanni, un nobile fiorentino e membro della Confraternita degli Assassini, si ritrova coinvolto in una serie di intrighi politici e familiari mentre cerca di proteggere la sua famiglia e la sua città dai Templari. I cortometraggi esplorano la storia della famiglia Auditore e gettano le basi per la vendetta di Ezio, mostrando il tradimento e la lotta per la giustizia che segneranno la vita del giovane protagonista. Lineage approfondisce la mitologia della serie, con un forte focus sulla connessione familiare e sul conflitto tra Assassini e Templari."
        }
    ]
}
